Repository: raccoongang/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, uk

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
ar: هذه مهمة فريق لفرق "%(teamset_name)s". أنت لست في فريق من فرق "%(teamset_name)s". يجب أن تكون في فريق من فرق "%(teamset_name)s" لتتمكن من الوصول إلى مهمة الفريق هذه.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
ar: سيُغلَق تسليم المهمات قريباً. للحصول على الدرجة عليك أولاً إرسال إجابة لهذه المهمة، ومن ثم إتمام الخطوات تحت حقل %(start_tag)sإجابتك%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
ar: يتضمّن هذا الواجب عدة خطوات. في الخطوة الأولى سترسل ردك على المهمة. أما باقي الخطوات فستظهر تحت حقل %(start_tag)sإجابتك%(end_tag)s.

source: Instructions Unavailable
ar: التعليمات غير متاحة

source: The instructions for this step could not be loaded.
ar: تعذّر تحميل التعليمات الخاصة بهذه الخطوة.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
ar: يتضمّن هذا الواجب عدة خطوات. في الخطوة الأولى ستجيب على السؤال أو المهمة. أما باقي الخطوات فستظهر تحت حقل "إجابتك".

source: Loading
ar: يجري التحميل

source: Preview in LaTeX
ar: اعرض بصيغة لاتخ

source: Click to preview your submission in LaTeX.
ar: انقر هنا لاستعراض تقديمك بصيغة LaTeX.

source: Preview Response
ar: عايِن إجابتك

source: Comments
ar: التعليقات

source: The question for this section
ar: السؤال لهذا القسم

source: Files that were uploaded by your teammates:
ar: الملفات التي رفعها زملاؤك في الفريق

source: View the files associated with this submission:
ar: اعرض الملفات المرتبطة بهذه الإجابة:

source: Uploaded by
ar: أرسله

source: Files that were uploaded by you:
ar: الملفات التي أرسلتها:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
ar: تحذير: أرسل هذه الملفات متعلم آخر في الدورات التدريبية ولم يتم التحقق منها أو فحصها أو الموافقة عليها أو مراجعتها و لم يقرها مسؤول الموقع. إذا وصلت إلى هذه الملفات فإنك تفعل ذلك على مسؤوليتك الشخصية.)

source: Assess Peers
ar: قيِّم الزملاء

source: In Progress (%(review_number)s of %(num_must_grade)s)
ar: قيد التقدم (%(review_number)sمن%(num_must_grade)s)

source: Read and assess the following response from one of your peers.
ar: اقرأ وقيّم الإجابة التالي من أحد زملائك.

source: Associated Files
ar: الملفات المرتبطة بالإجابة

source: We could not submit your assessment
ar: تعذّر إرسال إجابتك

source: Cancelled
ar: ألغي

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
ar: غير مكتملة (%(num_graded)s من %(num_must_grade)s)

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
ar: انتهى موعد هذه الخطوة. هذه الخطوة مغلقة الآن. لم يعد بإمكانك استكمال تقييم الزملاء أو متابعة العمل على هذا الواجب، وستحصل على درجة "غير مكتمل".

source: Completed
ar: مكتملة

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
ar: لقد أتممت كل تقييمات الزملاء المطلوبة لهذه المهمة. يمكنك الآن تقييم المزيد من إجابات الزملاء إذا أحببت. لن يؤثّر إتمام التقييمات الإضافية على درجتك النهائية.

source: We could not retrieve additional submissions for assessment
ar: لم نتمكّن من استرجاع التقديمات الإضافيّة للتقييم

source: Continue Assessing Peers
ar: واصل تقييم إجابات الزملاء

source: Complete (%(num_graded)s)
ar: مكتمل (%(num_graded)s)

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
ar: تم تقييم جميع ردود الزملاء التي جرى تقديمها. عُد لاحقًا لترى إذا قدّم المزيد من المتعلّمين إجاباتهم.

source: Not Available
ar: غير متاح

source: In Progress (%(review_number)s of %(num_must_grade)s)
ar: ما زال جارياً (%(review_number)s من %(num_must_grade)s)

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
ar: تم تقييم جميع ردود الزملاء المتاحة. عُد لاحقًا لترى إذا قد المزيد من الزملاء إجابات. ستحصل على درجتك بعد إتمامك جميع خطوات هذه المسألة وبعد تقييم زملاءك لإجابتك.

source: Your Team's Response
ar: إجابة فريقك

source: In Progress
ar: ما زال جارياً

source: Enter your team's response to the prompt.
ar: أدخل إجابة فريقك على السؤال.

source: Your work will save automatically and you can return to complete your team's response at any time before the due date
ar: سيتم حفظ عملك تلقائيًا ويمكنك العودة لإكمال استجابة فريقك في أي وقت قبل تاريخ الاستحقاق

source: Your work will save automatically and you can return to complete your team's response at any time.
ar: سيتم حفظ عملك تلقائيًا ويمكنك العودة لإكمال استجابة فريقك في أي وقت.

source: After you submit a response on behalf of your team, it cannot be edited.
ar: بعد إرسال إجابة بالنيابة عن فريقك، لن يكون ممكناً تعديلها.

source: Enter your response to the prompt.
ar: يُرجى إدخال إجابتك على السؤال.
uk: Напишіть свою відповідь на завдання.

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
ar: سيتم حفظ عملك تلقائيًا ويمكنك العودة لإكمال إجابتك في أي وقت قبل تاريخ استحقاق القسم الفرعي
uk: Вашу роботу буде збережено автоматично, і ви зможете повернутися до неї в будь-який час до крайнього терміну

source: Your work will save automatically and you can return to complete your response at any time before the course ends
ar: سيتم حفظ عملك تلقائيًا ويمكنك العودة لإكمال إجابتك في أي وقت قبل انتهاء الدورات التدريبية

source: Your work will save automatically and you can return to complete your response at any time before the due date
ar: سيتم حفظ عملك تلقائيًا ويمكنك العودة لإكمال إجابتك في أي وقت قبل الموعد المحدد

source: Your work will save automatically and you can return to complete your response at any time.
ar: سيتم حفظ عملك تلقائيًا ويمكنك العودة لإكمال إجابتك في أي وقت.

source: After you submit your response, you cannot edit it
ar: لن تتمكن من تعديل إجابتك بعد إرسالها
uk: Після надсилання відповіді редагування буде неможливе.

source: What will this assignment be graded on?
ar: ما الذي سيُقيَّم هذا الواجب بناء عليه؟

source: The prompt for this section
ar: السؤال لهذا القسم

source: You are on team
ar: أنت عضو في فريق

source: Team Members:
ar: أعضاء الفريق:

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
ar: لقد أرسل %(team_members_with_external_submissions)s إجابة على هذه المسألة مع فريق آخَر ولن يُعتمد كمشارك في ما سيسلمه فريقك أو العلامة التي سيحصل عليها فريقك لهذه المسألة.

source: Team Response
ar: إجابة الفريق

source: Your Response
ar: إجابتك

source: (Required)
ar: (مطلوب)
uk: (обов’язково)

source: (Optional)
ar: (اختياري)

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
ar: ينبغي على الفرق تعيين عضو واحد في الفريق لإرسال إجابة نيابة عن الفريق بأكمله. ويمكن لجميع أعضاء الفريق استخدام هذه المساحة للعمل على مسودات الإجابات. إلا أنه لا يمكنك رؤية مسودات زملاءك الموجودة هنا. لذلك يرجى التنسيق معهم للخروج بقرار فيما يخص الإجابة النهائية التي يجب على العضو الممثل للفريق تقديمها.

source: Enter your response to the prompt above.
ar: أدخل إجابتك على السؤال أعلاه.

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
ar: أنت الآن عضو في فريق %(team_name)s. نظرًا لأنك كنت في فريق %(previous_team_name)s عندما أرسلوا ردًا على هذه المهمة ، فإنك تشاهد إجابة فريق %(previous_team_name)s وستتلقى نفس الدرجة لهذه المهمة مثل زملائك السابقين في الفريق. لن تكون جزءًا من إرسال فريق %(team_name)s لهذا الواجب ولن تتلقى درجة بناء عليه.

source: We could not save your progress
ar: لم نتمكن من حفظ التقدّم الذي أحرزته.

source: Status of Your Response
ar: حالة إجابتك

source: File Uploads
ar: إرسال الملفات

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
ar: أرسِل ملفات وراجع الملفات التي أرسلتها وزملاؤك في الفريق. تأكد من إضافتك وصفًا لملفاتك لمساعدة فريقك على معرفتها.

source: We could not upload files
ar: لم نتمكّن من تحميل الملفات.

source: We could not delete files
ar: لم نتمكّن من حذف الملفات.

source: Select one or more files to upload for this submission.
ar: اختر ملف أو أكثر لرفعها في هذا التقديم.

source: Select a file to upload for this submission.
ar: اختر ملفًا لتحميله مع هذا التقديم.

source: Supported file types:
ar: أنواع الملفات المدعومة:

source: Upload files
ar: ارفع ملفات

source: Upload file
ar: ارفع ملفًا

source: This is a team submission.
ar: هذا تقديم فريق.

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
ar: يجب على عضو واحد فقط في الفريق تقديم إجابة مرفِقًا بها الملفات التي اشترك بعملها الفريق وإجابة نصية نيابة عن كل أعضاء الفريق.

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة مرفق بها ملفات الفريق وإجابة نصية نيابة عن كل أعضاء الفريق.

source: One team member should submit a text response on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة نصية نيابة عن كل أعضاء الفريق.

source: One team member should submit on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة نيابة عن كل أعضاء الفريق.

source: Learn more about team assignments here: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
ar: تعرف أكثر على واجبات الفريق هنا: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">رابط</a>)

source: We could not submit your response
ar: تعذّر تسليم إجابتك

source: Submit your response and move to the next step
ar: أرسِلإجابتك للتقدم إلى الخطوة التالية
uk: Надіслати відповідь і перейти до наступного кроку

source: Your submission was cancelled.
ar: أُلغي تقديم إجابتك.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
ar: لقد ألغى %(removed_by_username)s تقديم إجابتك في %(removed_datetime)s

source: Your submission was cancelled on %(removed_datetime)s
ar: ألغي تقديم إجابتك في %(removed_datetime)s

source: Comments: %(comments)s
ar: التعليقات: %(comments)s

source: Incomplete
ar: غير مكتمل

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
ar: لقد انقضى موعد تسليم هذه الخطوة وأُغلِقَت. لم يعد بإمكانك إرسال إجابة أو استكمال هذه المسألة، وستحصل على درجة "غير مكتمل". إذا حفظت إجابتك دون إرسالها، فستظهر في سجلّات الدورات التدريبية.

source: Complete
ar: مكتمِل

source: Your response
ar: إجابتك

source: Your Uploaded Files
ar: الملفات التي رفعتها

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
ar: تم تسليم إجابتك. ستحصل على درجتك بعد أن يتم استكمال جميع الخطوات وتقييم إجابتك بالكامل.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
ar: مازل عليك إتمام خطوتي %(peer_start_tag)sتقييم الزملاء%(end_tag)s و %(self_start_tag)sالتقييم الذاتي%(end_tag)s steps.

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
ar: مازال عليك إتمام خطوة %(start_tag)sتقييم الزملاء%(end_tag)s.

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
ar: مازل عليك إتمام خطوة %(start_tag)sالتقييم الذاتي%(end_tag)s.

source: Error
ar: خطأ

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
ar: انضممت إلى فريق %(team_name)sبعد تقديمهم إجابة على هذه المهمة ولن تحصل على درجة تقييمهم ذاتها. ولم تقدم أيضًا إجابة على هذه المهمة مع فريق آخر. يرجى التواصل مع طاقم الدورات التدريبية لمناقشة خياراتك لهذه المهمة.

source: Assess Your Response
ar: قيّم إجابتك

source: Submit your assessment
ar: أرسل تقييمك

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
ar: انقضت مهلة هذه الخطوة وأُغلِقت. لم يعد بإمكانك إتمام تقييم ذاتي أو متابعة العمل على هذه المهمة، وستحصل على درجة "غير مكتمل".

source: Staff Grade
ar: تقييم طاقم الدورات التدريبية
uk: Оцінка викладача

source: Manage Individual Learners
ar: إدارة المتعلّمين المنفردين

source: Manage Team Responses
ar: إدارة إجابات الفرق

source: View Assignment Statistics
ar: اعرض إحصائيات المهام

source: Demo the new Grading Experience
ar: الاطلاع على تجربة الجديدة للتقييم

source: View ORA in Studio
ar: عرض تقييم الإجابات المفتوحة (ORA) في الاستوديو

source: Close
ar: أغلِق

source: Manage Teams
ar: إدارة الفرق

source: Enter an individual learner's username or email
ar: أدخِل اسم متعلّم منفرد أو عنوان بريده الإلكتروني

source: Enter a team member's username or edX email
ar: أدخِل اسم المستخدم أوعنوان بريد edX الإلكتروني لعضو في فريق

source: Submit
ar: أرسِل

source: Response total
ar: مجموع الإجابات

source: Location
ar: الموقع

source: Learner Progress
ar: تقدّم المتعلّم

source: Problem Step
ar: خطوة المسألة

source: Active Learners in Step
ar: المتعلّمين النشطين في الخطوة

source: Dates
ar: التواريخ

source: Release Date
ar: تاريخ الإصدار

source: N/A
ar: لا ينطبق

source: Staff Assessment
ar: تقييم طاقم الدورات التدريبية

source: Give this team a grade using the problem's rubric.
ar: امنح الفريق درجة باستخدام معايير تقييم المسألة

source: Give this learner a grade using the problem's rubric.
ar: امنح المتعلّم درجة باستخدام معايير تقييم المسألة

source: Response for: %(team_name)s with %(team_usernames)s
ar: إجابة لـ: %(team_name)s أرسلها %(team_usernames)s

source: Response for: %(student_username)s
ar: إجابة لـ: %(student_username)s

source: Learner Response
ar: إجابة المتعلّم

source: The teams's response to the prompt above
ar: إجابة الفريق على السؤال أعلاه

source: The learner's response to the prompt above
ar: إجابة المتعلم على السؤال أعلاه

source: Submit assessment
ar: أرسل التقييم

source: Submit assessment and continue grading
ar: أرسل التقييم واستمر في التصحيح

source: %(ungraded)s Available and %(in_progress)s Checked Out
ar: %(ungraded)s متاحة و تم شراء %(in_progress)s

source: Override this learner's current grade using the problem's rubric.
ar: استبدل علامة المتعلّم الحالية باستخدام معيار تقييم المسألة.

source: Override this team's current grade using the problem's rubric.
ar: استبدل علامة الفريق الحالية باستخدام معيار تقييم المسألة.

source: Team Response
ar: إجابة الفريق

source: The team's response to the prompt above
ar: إجابة الفريق على السؤال أعلاه

source: Viewing learner: %(learner)s
ar: عرض المتعلم: %(learner)s

source: Viewing team: %(team)s
ar: عرض الفريق: %(team)s

source: Learner's Response
ar: إجابة المتعلّم

source: Team's Response
ar: إجابة الفريق

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
ar: لقد ألغى %(removed_by_username)s إجابة الطالب في %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
ar: أُزيلت إجابة الطالب في %(removed_datetime)s

source: Comments: %(comments)s
ar: التعليقات: %(comments)s

source: Peer Assessments for This Learner
ar: تقييمات الزملاء لهذا المتعلّم

source: Peer Assessments Completed by This Learner
ar: تقييمات الزملاء التي أرسلها هذا المتعلّم

source: Learner's Self Assessment
ar: التقييم الذاتي للمتعلّم

source: Staff Assessment for This Learner
ar: تقييم طاقم الدورات التدريبية لهذا المتعلّم

source: Staff Assessment for this Team
ar: تقييم طاقم الدورات التدريبية لهذا الفريق

source: Learner's Final Grade
ar: الدرجة النهائية للمتعلّم

source: Team's Final Grade
ar: الدرجة النهائية للفريق

source: Final grade: %(points_earned)s out of %(points_possible)s
ar: الدرجة النهائية: %(points_earned)s من %(points_possible)s

source: Final Grade Details
ar: تفاصيل الدرجة النهائية

source: %(assessment_label)s - %(points)s point
ar: %(assessment_label)s - صفر

source: Feedback Recorded
ar: الملاحظة المسجلة

source: The submission is waiting for assessments.
ar: الإجابة المقدّمة تنتظر التقييم.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
ar: حُذِفَ تقديم إجابة المتعلّم من قسم "تقييم الزملاء". يحصل الطالب على درجة صفر ما لم تُمح "حالة المتعلّم" لهذه المسألة وذلك ليُسمح له بإعادة تقديم إجابة.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
ar: أُزيلت إجابة الفريق من التقييم. يحصل الفريق على صفر ما لم تحذف حالة عضو الفريق من المسألة للسماح للفريق بإعادة إرسال إجابة.

source: The problem has not been started.
ar: لمّا ثُبدأ هذه المسألة بعد.

source: The problem has not been completed.
ar: لمّا تتم هذه المسألة بعد.

source: Submit Assessment Grade Override
ar: أرسل استبدال درجة التقييم.

source: Submit Team Grade Override
ar: أرسل استبدال درجة تقييم الفريق.

source: Unable to perform grade override
ar: تعذر تنفيذ استبدال الدرجة

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
ar: تم تثبيت الدرجات. يتم تثبيت الدرجات تلقائيًا بعد 30 يومًا من تاريخ انتهاء الدورات التدريبية.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
ar: حُذف هذا التقديم ولا يمكنه الحصول على الدرجة، راجع التوثيق لمعرفة طريقة حذف حالة المتعلم لهذه المسألة وذلك ليسمح له بإعادة إرسال الإجابة.

source: Remove Submission From Peer Grading
ar: احذف التقديم من "تقييم الزملاء"

source: Remove Team Submission from Grading
ar: إزالة ما قدّمه الفريق من التقييم

source: Caution: This Action Cannot Be Undone
ar: تحذير: لا يمكن التراجع عن هذا الإجراء

source: Removing a learner's submission cannot be undone and should be done with caution.
ar: لا يمكن التراجع عن حذف تقديم إجابة المتعلّم مما يوجب الحذر عند تنفيذ هذا الإجراء.

source: Removing a team's submission cannot be undone and should be done with caution.
ar: لا يمكن التراجع عن حذف تقديم إجابة الفريق مما يوجب الحذر عند تنفيذ هذا الإجراء.

source: Comments:
ar: التعليقات:

source: Remove submission
ar: احذف التقديم

source: A response was not found for this learner.
ar: لم يُعثر على إجابة من هذا المتعلّم

source: Assessment %(assessment_num)s:
ar: التقييم %(assessment_num)s:

source: Assessment Details
ar: تفاصيل التقييم

source: Selected Option
ar: الخيار المنتقى

source: Feedback
ar: الآراء والملاحظات

source: Points Possible
ar: الدرجات الممكنة

source: Learn to Assess Responses
ar: تعلَّم كيف تقيم الإجابات

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
ar: يجري العمل على (%(current_progress_num)s من %(training_available_num)s)

source: Learning to Assess Responses
ar: تعلُّم كيفية تقييم الإجابات

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
ar: قبل أن تبدأ بتقييم إجابات زملائك، ستتعلّم كيف تتم تقييمات الزملاء من خلال مراجعة الإجابات التي سبق أن قيّمها المعلمون. وإذا اخترت خيارات الإجابة نفسها التي اختارها المعلم، فستنتقل إلى الخطوة التالية. أمّا إذا لم تختر الخيارات نفسها، فستراجع الرد وتعيد المحاولة.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
ar: يختلف تقييمك لهذه الإجابة عن تقييم معلم الدورات التدريبية. راجع الإجابة وفكّر في الأسباب المحتملة لاختلاف التقييمين، ثمّ حاول تقييم الإجابة مرة أخرى.

source: The response to the prompt above:
ar: الإجابة على السؤال أعلاه:

source: Selected Options Agree
ar: الخيارات المنتقاة متوافقة

source: The option you selected is the option that the instructor selected.
ar: الخيار الذي اخترته هو الخيار نفسه الذي اختاره معلم الدورات التدريبية.

source: Selected Options Differ
ar: الخيارات المنتقاة مختلفة

source: The option you selected is not the option that the instructor selected.
ar: الخيار الذي اخترته يختلف عن الخيار الذي اختاره معلم الدورات التدريبية.

source: We could not check your assessment
ar: تعذّر علينا التحقّق من تقييمك.

source: Compare your selections with the instructor's selections
ar: قارن بين اختياراتك واختيارات معلم الدورات التدريبية

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
ar: انقضت مهلة هذه الخطوةوأُغلِقَت. لم يعد بإمكانك إتمام هذه المهمة، وستحصل على درجة "غير مكتمل".

source: Error Loading Learner Training Examples
ar: حدث خطأ أثناء تحميل أمثلة تدريب المتعلّم

source: The Learner Training Step of this assignment could not be loaded.
ar: تعذّر تحميل خطوة تدريب المتعلّم لهذا الواجب.

source: Loading Open Response Assessment...
ar: جارٍ تحميل تقييم الاستجابة المفتوحة...

source: An unexpected error occurred.
ar: حدث خطأ غير متوقّع.

source: Peer Assessment
ar: تقييم الزملاء

source: Self Assessment
ar: التقييم الذاتي

source: Assessment feedback could not be saved.
ar: تعذّر حفظ الآراء والملاحظات على التقييم.

source: Feedback saved.
ar: جرى حفظ الآراء والملاحظات.

source: Staff Comments
ar: تعليق طاقم الدورات التدريبية

source: Peer Median Grade
ar: متوسّط درجة الزملاء

source: Peer {peer_index}
ar: الزميل {peer_index}

source: Peer Comments
ar: ملاحظات الزملاء

source: Self Assessment Grade
ar: درجة التقييم الذاتي

source: Your Self Assessment
ar: تقييمك الذاتي

source: Your Comments
ar: تعليقاتك

source: Waiting for peer reviews
ar: بانتظار مراجعات الزملاء
