Repository: raccoongang/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, uk

source: Could not parse serialized rubric
ar: تَعذَّر تحليل معيار التقييم التسلسلي

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
ar: إذا كان واجبك يتضمّن خطوة تدريب للمتعلّمين، فيجب أن يتضمّن معيار التقييم مقياسًا واحدًا على الأقل، وأن يتضمّن هذا المقياس خيارًا واحدًا على الأقل.

source: Example {example_number} has a validation error: {error}
ar: نتج عن المثال {example_number} خطأ في التحقق: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
ar: يوجد في المثال {example_number} خيار غير صحيح لـ"{criterion_name}": "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
ar: يوجد في المثال {example_number} خيار زائد لـ"{criterion_name}"

source: Example {example_number} is missing an option for "{criterion_name}"
ar: ينقُصُ هذا المثال {example_number} خيارٌ لـ "{criterion_name}"

source: Peer
ar: زميل

source: Self
ar: ذاتي

source: Staff
ar: الطاقم

source: Unknown
ar: غير معروف

source: Criterion {number}: {label}
ar: المقياس {number}: {label}

source: Points {number}
ar: النقاط {number}

source: Median Score {number}
ar: النتيجة الوسطى {number}

source: Feedback {number}
ar: التعليقات {number}

source: Item ID
ar: معرّف العنصر

source: Submission ID
ar: معرّف التسليم

source: Anonymized Student ID
ar: معرف طالب مخفي الهوية

source: Assessment ID
ar: معرف التقييم

source: Assessment Scored Date
ar: تاريخ تسجيل نتيجة التقييم

source: Assessment Scored Time
ar: وقت تسجيل نتيجة التقييم

source: Assessment Type
ar: نوع التقييم

source: Anonymous Scorer Id
ar: معرف صاحب النتيجة مخفي الهوية

source: Overall Feedback
ar: الآراء بالإجمال

source: Assessment Score Earned
ar: نتيجة التقييم التي حصلت عليها

source: Assessment Scored At
ar: تم وضع علامة التقييم في

source: Date/Time Final Score Given
ar: التاريخ / الوقت الذي منحت فيه النتيجة النهائية

source: Final Score Earned
ar: النتيجة النهائية المكتسبة

source: Final Score Possible
ar: النتيجة النهائية الممكنة

source: Feedback Statements Selected
ar: الملاحظات التي تم انتقاؤها

source: Feedback on Assessment
ar: الآراء المتعلقة بالتقييم

source: Response Files
ar: ملفات الإجابات

source: No description provided.
ar: لم يُقدَّم أي وصف.

source: None
ar: لا شيء

source: Save
ar: احفظ

source: Cancel
ar: الغِ

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
ar: تتيح لك تقييمات الإجابة المفتوحة تكوين خطوة واحدة أو خطوات متعددة في تسلسل تقييم الإجابات المفتوحة المعتمدة على معيار تقييم. يمكن تفعيل الخطوات المتاحة أدناه وتعطيلها وترتيبها لبناء مجموعة مرنة من الاحتياجات التعليمية.

source: Display Name
ar: الاسم الظاهر

source: The display name for this component.
ar: الاسم الظاهر لهذا العنصر.

source: Text Response
ar: إجابة نصية

source: Specify whether learners must include a text based response to this problem's prompt.
ar: حدد ما إذا كان يجب على المتعلمين إدراج إجابة نصية لهذه المسألة.

source: Response Editor
ar: محرر الإجابة

source: Select which editor learners will use to include a text based response to this problem's prompt.
ar: حدد المحرر الذي سيستخدمه المتعلمون لإرسال إجابتهم النصيّة لهذه المسألة.

source: File Uploads Response
ar: الإجابة بإرسال ملفات

source: Specify whether learners are able to upload files as a part of their response.
ar: حدد ما إذا كان بإمكان المتعلمين إرسال ملفات كجزء من الإجابة.

source: Allow Multiple Files
ar: السماح بملفات متعددة

source: False
ar: لا

source: True
ar: نعم

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
ar: حدد ما إذا كان بإمكان المتعلمين إرسال أكثر من ملف واحد. هذا الخيار غير ذي أثر إذا تم تعيين " الإجابة بإرسال ملفات" إلى "لاشئ". يتم تعيين ذلك تلقائيًا إلى "نعم" لمهام الفريق.

source: File Upload Types
ar: أنواع الملفات المسموح بإرسالها

source: PDF or Image Files
ar: ملفات PDF والصور

source: Image Files
ar: ملفات الصور

source: Custom File Types
ar: أنواع ملفات مخصّصة

source: Specify whether learners can submit files along with their text responses.
ar: حدّد ما إذا كان يُسمَح للمتعلمين إرسال ملفات إلى جانب ردودهم النصية.

source: File Types
ar: أنواع الملفات

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
ar: أدخِل صيغ الملفات التي يُسمح للمتعلّمين بإرسالها، مفصولة بفواصل. مثلًا: pdf,doc,docx

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
ar: لإضافة المزيد من صيغ الملفات، اختر "أنواع ملفات مخصصة" وأدخل القائمة الكاملة لصيغ الملفات المقبولة لتضمينها.

source: Allow LaTeX Responses
ar: إتاحة الردود بصيغة ’LaTeX‘

source: Specify whether learners can write LaTeX formatted strings
ar: حدّد ما إذا كان يمكن للطلاب كتابة نصوص بصيغة ’LaTeX‘

source: Top Responses
ar: أفضل الردود

source: (Disabled)
ar: (معطّل)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
ar: حدد عدد النتائج في قائمة "أفضل الإجابات" التي ستُعرَض بعد أن يُرسِل المتعلم إجابته. الأرقام الصالحة هي من 0 إلى 99. إذا كان الرقم هو 0 ، فلن يظهر قسم "أفضل الإجابات" للمتعلمين.

source: When Teams Enabled is set to true, Top Responses will be disabled.
ar: عندما تفعيل خيار "الفرق مفعلة"، سيتم تعطيل "أفضل الإجابات".

source: Teams Enabled
ar: الفرق مفعلة

source: Specify whether team submissions are allowed for this response.
ar: حدد ما إذا كان تسليم المهام كفريق متاحاً لهذه الإجابة أم لا

source: Select Team-Set
ar: حدد مجموعة الفريق

source: Show Rubric During Response
ar: أظهر معايير التقييم أثناء الإجابة

source: Specify whether learners can see the rubric while they are working on their response.
ar: حدد ما إذا كان بإمكان المتعلمين رؤية معايير التقييم أثناء تحضيرهم إجاباتهم.

source: Criterion
ar: المقياس

source: You cannot delete a criterion after the assignment has been released.
ar: لا يمكنك حذف أحد المقاييس بعد نشر الواجب.

source: Remove
ar: أزِل

source: Criterion Name
ar: اسم المقياس

source: Criterion Prompt
ar: السؤال المرتبط بالمقياس

source: Add Option
ar: أضف خيارًا

source: Feedback for This Criterion
ar: تعليقات على هذا المقياس

source: Optional
ar: اختياري

source: Required
ar: مطلوب

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
ar: حدد أحد الخيارات أعلاه. يصف هذا ما إذا كان على المراجع تقديم ملاحظات تتعلق بمقياس التقييم.

source: Open Response Assessment
ar: تقييم الردود المفتوحة

source: Prompt
ar: السؤال

source: Rubric
ar: معيار التقييم

source: Schedule
ar: الجدول الزمني

source: Assessment steps
ar: خطوات التقييم

source: Settings
ar: الإعدادات

source: Option
ar: الخيار

source: Option Name
ar: اسم الخيار

source: Option Points
ar: نقاط الخيار

source: Option Explanation
ar: شرح الخيار

source: Step: Peer Assessment
ar: الخطوة: تقييم الزملاء

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
ar: يسمح تقييم الزملاء للمتعلمين بتقديم ملاحظاتهم إلى الطلاب الآخرين والحصول عليها أيضًا من زملائهم عند التقييم النهائي. غالبًا ما تسبق هذه الخطوةَ خطواتُ التقييم الذاتي أو تدريب المتعلمين، ولكن ليس دائما.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
ar: الإعداد: لكي يتم إعداد هذه الخطوة، يجب تحديد عدد مراجعات الزملاء التي سيتم تقييم المتعلم بناء عليها، وعدد الزملاء الذين يجب على المتعلم تقييمهم. يمكن تحديد خيارات إضافية.

source: View Options & Configuration
ar: اعرض الخيارات والإعداد

source: Must Grade
ar: يجب التقييم

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
ar: حدد عدد تقييمات الأقران التي يجب على كل متعلم إكمالها. الأرقام الصالحة من 1 إلى 99.

source: Graded By
ar: قيّمهُ

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
ar: حدد عدد المتعلمين الذين يجب أن يقيّمو كل إجابة. الأرقام الصالحة بين 1 و 99.

source: Enable Flexible Peer Grade Averaging
ar: فعّل الاحتساب المرن لمتوسط تقييمات الزملاء

source: When enabled, learners who have received at least 30%% of the required \
ar: عند التمكين، سيتم الطلّاب الذين حصلوا على 30 %% على الأقل من المطلوب \

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
ar: جرى تفعيل هذه الميزة من خلال إعدادات الدورات التدريبية. يمكن العثور على هذا الإعداد في بطاقة "إعدادات تقييم الإجابة المفتوحة" في صفحة استوديو "الصفحات والموارد".

source: Peer Assessment Deadlines
ar: المواعيد النهائية لتقييم الزملاء

source: Start Date
ar: تاريخ البدء

source: Start Time
ar: وقت البدء

source: The date and time when learners can begin assessing peer responses.
ar: وقت وتاريخ إتاحة تقييم المتعلمين لزملائهم.

source: Due Date
ar: تاريخ الاستحقاق

source: Due Time
ar: وقت الاستحقاق

source: The date and time when all peer assessments must be complete.
ar: الوقت والتاريخ التي يجب أن تتم قبلها جميع تقييمات الزملاء.

source: You cannot delete a prompt after the assignment has been released.
ar: لا يمكنك حذف السؤال بعد أن يكون الواجب قد نُشِرَ.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
ar: الأسئلة. استبدل المثال النصي بالنص المرغوب. لمزيد من المعلومات، راجع وثائق "مقيِّم الإجابات المفتوحة ORA".

source: Add Prompt
ar: أضف سؤالًا

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
ar: يتكوّن معيار التقييم من مقاييس تحتوي عادةً خياراً واحداً أو أكثر، و لكل خيار قيمة معيّنة من النقاط. يحوي هذا النموذج نموذجَي مقياسين مع خياراتهما. استبدل المثال النصيّ بنصّك. للحصول على مزيد من المعلومات، راجِع توثيق ORA.

source: Add Criterion
ar: أضف معيارًا

source: Feedback for This Response
ar: الملاحظات على هذه الإجابة

source: Feedback Instructions
ar: تعليمات الملاحظات

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
ar: شجّع المتعلّمين على تقديم آرائهم وملاحظاتهم على الردود التي صحّحوها. ويمكنك استبدال المثال النصّي بنصّك.

source: Default Feedback Text
ar: النص الافتراضي للملاحظات

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
ar: أدخِل نص الملاحظات الذي سيراه المتعلّمون قبل كتابة ملاحظاتهم. استخدام هذا النص لتري المتعلّمين مثالًا جيّدًا على تقييم الزملاء.

source: Deadlines Configuration
ar: إعدادات المواعيد النهائية

source: Select a deadline configuration option
ar: حدّد خيارات إعداد الموعد النهائي

source: NEW
ar: جديد

source: Configure deadlines manually
ar: ضع إعدادات المواعيد النهائية يدويًا

source: Match deadlines to the subsection due date
ar: مطابقة المواعيد النهائية مع تاريخ استحقاق القسم الفرعي

source: Match deadlines to the course end date
ar: مطابقة المواعيد النهائية مع تاريخ انتهاء الدورات التدريبية

source: Learn more about open response date settings
ar: تعرف على المزيد حول إعدادات تاريخ الإجابات المفتوحة

source: Response Start Date
ar: تاريخ بداية الإجابة

source: Response Start Time
ar: وقت بداية الإجابة

source: The date and time when learners can begin submitting responses.
ar: التاريخ والوقت الذي يُسمح فيه للمتعلّمين ببدء تقديم إجاباتهم.

source: Response Due Date
ar: تاريخ استحقاق الإجابات

source: Response Due Time
ar: وقت استحقاق الإجابات

source: The date and time when learners can no longer submit responses.
ar: التاريخ والتوقيت الذي يُمنع بعده المتعلّمون من تقديم إجاباتهم.

source: Step: Self Assessment
ar: الخطوة: التقييم الذاتي

source: Self Assessment asks learners to grade their own submissions against the rubric.
ar: يطلب التقييم الذاتي من المتعلمين تقييم تقديماتهم وفقاً لمعيار التقييم.

source: Self Assessment Deadlines
ar: المواعيد النهائية للتقييم الذاتي

source: The date and time when learners can begin assessing their responses.
ar: الوقت والتاريخ الذي يمكن للمتعلمين البدء بتقييم إجاباتهم بدءاً منه.

source: The date and time when all self assessments must be complete.
ar: الوقت والتاريخ الذي يجب إتمام جميع التقييمات الذاتية قبله.

source: Step: Staff Assessment
ar: الخطوة: تقييم الطاقم

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
ar: تحدد بوابات تقييم الطاقم الدرجة النهائية للمتعلمين إذا تم تمكينها بخطوات أخرى، ولكن يمكن أيضًا استخدامها كخطوة مستقلة.

source: Step: Learner Training
ar: الخطوة: تدريب المتعلّم

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
ar: يُستخدم تدريب المتعلمين لمساعدة المتعلمين على التدرب على تصحيح الإجابات باستخدام محاكاة وذلك لغرض تدريبهم على معيار التقييم وضمان فهم المتعلم لمعيار التقييم ليتمكنوا من تطبيقه في التقييم الذاتي أوتقييم الزملاء.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
ar: الإعداد: لكي يتم إعداد هذه الخطوة بالكامل، يجب توفير نموذج واحد أو أكثر من الإجابات التي جرى تقييمها. ويجب على المتعلمين بعد ذلك مطابقة تقييم المعلم ليتمكنوا من التقدم إلى الخطوة التالية، ويتم تقديم ملاحظات عندما لا تتطابق نتيجتهم مع نموذج الإجابة.

source: View / Add Sample Responses
ar: اعرض/ أضف إجابة نموذجية

source: Add Sample Response
ar: أضف إجابة نموذجية

source: Clone Rubric
ar: استنسخ معيار تقييم

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
ar: لنسخ معيار تقييم من مسودة موجودة مسبقاً منشورة كانت أو غير منشورة، يمكنك البحث بمعرف الكُتلة. لاحظ أن الاستنساخ أحادي الاتجاه، أي أن التغييرات التي يتم إجراؤها بعد الاستنساخ ستُطبّق فقط على معيار التقييم الذي يجري تعديله، ولن تؤثّر على أيّ معيار تقييم تم الاستنساخ منه.

source: Block ID For this ORA:
ar: معرف الكتلة لتقييمات الإجابة المفتوحة هذه:

source: Block ID
ar: معرف الكتلة

source: No other Open Response Assessments found in course
ar: لم يُعثر على تقييمات إجابة مفتوحة أخرى في هذا الدورات التدريبية

source: Clone
ar: استنسخ

source: Rubric Successfully Cloned from Block ID:
ar: نجح استنساخ معيار التقييم من معرّف الكتلة:

source: Scored Response
ar: الإجابات المصححة

source: Response Score
ar: درجة الإجابة

source: Response
ar: الإجابة

source: Not Selected
ar: غير منتقاة

source: points
ar: الدرجات

source: %(assessment_title)s - %(points)s point
ar: %(assessment_title)s - صفر

source: More information about %(name)s
ar: المزيد من المعلومات عن %(name)s

source: Your Grade
ar: درجتك
uk: Ваша оцінка

source: %(points_earned)s out of %(points_possible)s
ar: %(points_earned)s من أصل %(points_possible)s

source: Your submission has been cancelled.
ar: أُلغِيَ تقديم إجابتك

source: %(points_earned)s out of %(points_possible)s
ar: %(points_earned)s من %(points_possible)s

source: Your Response
ar: إجابتك
uk: Ваша відповідь

source: Your Upload
ar: الملفات التي أرسلتَها

source: Assessments of Your Response
ar: تقييمات إجابتك

source: Status
ar: الحالة

source: Overall Grade
ar: الدرجة الكلّية

source: Points
ar: الدرجات

source: Additional comments on your response
ar: تعليقات إضافية على إجابتك

source: Provide feedback on peer assessments
ar: أبدِ ملاحظاتك على تقييمات الزملاء

source: Submitting Feedback
ar: أرسل ملاحظاتك

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
ar: أُرسِلَت ملاحظاتك. سيتمكّن طاقم الدورات التدريبية من رؤيتها عندما يراجعون سجلّات الدورات التدريبية.

source: Course staff will be able to see any feedback that you provide here when they review course records.
ar: سيتمكّن طاقم الدورات التدريبية من رؤية أي ملاحظات تكتبها هنا عندما يراجعون سجلّات الدورات التدريبية.

source: Select the statements below that best reflect your experience with peer assessments.
ar: اختر الأفكار أدناه التي تعطي أفضل وصف لتجربتك مع تقييمات الزملاء.

source: These assessments were useful.
ar: كانت هذه التقييمات مفيدة.

source: These assessments were not useful.
ar: لم تكن هذه التقييمات مفيدة.

source: I disagree with one or more of the peer assessments of my response.
ar: أعترض على تقييم واحد أو أكثر من تقييمات الزملاء لردّي.

source: Some comments I received were inappropriate.
ar: بعض التعليقات التي تلقّيتها كانت غير لائقة.

source: Provide feedback on the grade or comments that you received from your peers.
ar: قدّم ملاحظات تتعلق بالدرجة أو التعليقات التي تلقّيتها من زملائك.

source: I feel the feedback I received was...
ar: أشعر بأنّ الملاحظات التي حصلت عليها كانت...

source: We could not submit your feedback
ar: تعذّر إرسال ملاحظاتك.

source: Submit feedback on peer assessments
ar: أرس~ل ملاحظاتك عن تقييم الزملاء.

source: Not Completed
ar: غير مكتمِلة

source: You have not completed all the steps of this problem.
ar: لم تَستكمِل جميع خطوات هذه المسألة.

source: Not Started
ar: لم تبدأ بعد
uk: Не розпочато

source: You have not started this problem yet.
ar: لم تبدأ العمل على هذه المسألة بعد.

source: Waiting for Assessments
ar: بانتظار التقييمات

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
ar: لقد أتممت الخطوات المطلوبة منك لهذا الواجب، إلا أنّ بعض الإجابات مازالت بانتظار تقييمها. ستُعرض لك جميع الملاحظات التي أُبديَت على إجابتك وستحصل على درجتك النهائية عندما تتم التقييمات المطلوبة لإجابتك.

source: Grade Available Responses
ar: تقييم الإجابات المتاحة

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
ar: تقييم الإجابات المتاحة غير متاح. لم يُضبط هذا العنصر للتقييم الذاتي.

source: Please wait
ar: يرجى الانتظار

source: Waiting Step Details
ar: تفاصيل خطوة الانتظار

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
ar: عرض تفاصيل خطوة الانتظار غير متاح. لم يُضبَط هذا العنصر لتقييمات الزملاء.

source: %(num_points)s points
ar: %(num_points)s درجة

source: Your peer's response to the prompt above
ar: إجابة زميلك على السؤال أعلاه

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
ar: بعد أن تستكمل جميع خطوات هذا الواجب، يمكنك أن ترى إجابات زملائك التي حازت على أعلى التقييمات.

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
ar: حُذِفَ تقديم إجابة الفريق. سيحصل فريقك على درجة صفر ما لم يُعِد طاقم الدورات التدريبية تقييمك للسماح للفريق بتقديم إجابة أخرى.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
ar: أُلغيَت إجابتك. ستحصل على درجة صفر ما لم يُعِد طاقم الدورات التدريبية تقييمك للسماح للفريق بتقديم إجابة أخرى.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
ar: هذه المهمة ليست متاحة بعد. عُد لإتمام هذا الواجب عندما يُفتَح هذا القسم.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
ar: أُغلِقَ هذا الواجب. مر موعد واحد أو أكثر من المواعيد النهائية لتسليم هذا الواجب. ستحصل على درجة "غير مكتمل" على هذا الواجب.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
ar: لقدأتممت هذا الواجب. ستتاح درجتك النهائية عندما تكتمل تقييمات إجابتك.

source: You have completed this assignment. Review your grade and your assessment details.
ar: لقد أتممت هذا الواجب. راجع درجتك وتفاصيل تقييمك.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
ar: هذا الواجب لا يزال جارياً. سيُغلق تدريب المتعلّمين قريبًا. أكمل خطوة تدريب المتعلّمين للمتابعة.

source: This assignment is in progress. Complete the learner training step to move on.
ar: يتم حالياً فحص الواجب. أكمل عملك على خطوة تدريب المتعلّمين للمتابعة.

source: This assignment is in progress. Check back later when the assessment period has started.
ar: يجري حالياً فحص الواجب. عُد لاحقًا عندما تبدأ مُهلة التقييم.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
ar: %(start_strong)sهذا الواجب لا يزال جارياً. سُغلق التقييم الذاتي قريباً.%(end_strong)s ما زال عليك إتمام خطوة %(start_link)sالتقييم الذاتي%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
ar: هذا الواجب ما زال جاريًا. ما زال عليك إتمام خطوة %(start_link)sالتقييم الذاتي%(end_link)s.

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: هذا الواجب ما زال جاريًا.%(start_strong)sستُغلَق خطوة تقييم الزملاء قريباً.%(end_strong)s كلّ تقيمات الزملاء التي أُرسِلَت قد قُيِّمَت. عُد لاحقاً لترى ما إذا كان المزيد من المتعلمين قد أرسلوا إجاباتهم. ما زال عليك إتمام خطوة %(start_link)sتقييم الزملاء%(end_link)s.

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: هذا الواجب ما زال جارياً. لقد قُيِّمَت كل إجابات الزملاء التي أرسِلَت. ما زال عليك إتمام خطوة %(start_link)sتقييم الزملاء%(end_link)s.

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: هذا الواجب ما زال جاريًا. %(start_strong)sستُغلَق خطوة تقييم الزملاء قريبًا.%(end_strong)s ما زال عليك إتمام خطوة %(start_link)sتقييم الزملاء%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: هذا الواجب ما زال جاريًا. ما زال عليك إتمام خطوة %(start_link)sالتقييم الذاتي%(end_link)s.

source: Team membership is required to view this assignment
ar: عضوية الفريق مطلوبة لعرض هذه المهمة
