Repository: raccoongang/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, uk

source: The grade for this problem is determined by your Staff Grade.
ar: الدرجة المستحقة لهذه المسألة يُحدّدها تقييم طاقم الدورات التدريبية.

source: The grade for this problem is determined by the median score of your Peer Assessments.
ar: الدرجة المستحقة لهذه المسألة يُحدّدها تقييم الزملاء.

source: The grade for this problem is determined by your Self Assessment.
ar: الدرجة المستحقة لهذه المسألة يُحدّدها تقييمك الذاتي.

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
ar: لقد أتممت حل هذه المسألة بنجاح وحصلت على {earned_points}/{total_points}.

source: You have not yet received all necessary peer reviews to determine your final grade.
ar: لم تصلك بعد جميع مراجعات الزملاء اللازمة لتقرير درجتك النهائية.

source: Peer Assessment Only
ar: تقييم الزملاء فقط

source: Self Assessment Only
ar: تقييم ذاتي فقط

source: Staff Assessment Only
ar: تقييم طاقم الدورات التدريبية فقط

source: Self Assessment to Peer Assessment
ar: من تقييم ذاتي إلى تقييم الزملاء

source: Self Assessment to Staff Assessment
ar: من تقييم ذاتي إلى تقييم الطاقم

source: You must specify a block id from which to copy a rubric.
ar: يجب تحديد معرف كتلة لنسخ معيار التقييم منه.

source: Invalid block id.
ar: معرف كتلة غير صالح.

source: No Open Response Assessment found in {course_id} with block id {block_id}
ar: لم ثُعثَر على تقييم إجابة مفتوحة في {course_id} بمعرف الكتلة {block_id}

source: You do not have permission to schedule training
ar: ليست لديك صلاحية لجدولة تدريب.

source: You do not have permission to reschedule tasks.
ar: ليست لديك صلاحية لإعادة جدولة المهامّ.

source: You do not have permission to access the ORA staff area
ar: ليست لديك صلاحية الوصول إلى زاوية طاقم تقييم الإجابات المفتوحة (ORA).

source: You do not have permission to access ORA learner information.
ar: ليست لديك صلاحية الوصول إلى زاوية معلومات متعلّم تقييم الإجابات المفتوحة (ORA).

source: You do not have permission to access ORA staff grading.
ar: ليست لديك صلاحية الوصول إلى زاوية طاقم تقييم الإجابات المفتوحة (ORA).

source: Pending
ar: قيد الانتظار

source: Complete/Overwritten
ar: مكتملة/مستبدلة

source: Not applicable
ar: لا ينطبق

source: Not submitted
ar: لم تسلّم

source: Submitted
ar: تم تسليمها

source: Error getting learner information.
ar: حدث خطأ أثناء الحصول على معلومات المتعلّم.

source: Error loading the checked out learner response.
ar: حدث خطأ أثناء تحميل إجابة المتعلّم التي تم الاطلاع عليها.

source: No other learner responses are available for grading at this time.
ar: لا تتوفر ردود متعلّمين أخرى مُتاحة للتصحيح في الوقت الحالي.

source: Error getting staff grade information.
ar: حدث خطأ في تلقّي معلومات درجات طاقم الدورات التدريبية.

source: Error getting staff grade ungraded and checked out counts.
ar: حدث خطأ أثناء جلب أعداد الإجابات التي لم يصححها طاقم الدورات التدريبية بعد وتلك التي اطّلع عليها طاقم الدورات التدريبية.

source: Please enter valid reason to remove the submission.
ar: يُرجى إدخال سبب صالح لحذف التقديم.

source: Submission not found
ar: لم يُعثّر على التقديم

source: Submission for team assignment has no associated team submission
ar: لا يتضمن تقديم إجابة الفريق أي إجابة فريق مرتبطة

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
ar: حُذِفَ تقديم إجابة المتعلّم من قسم ’تقييم الزملاء‘. يحصل الطالب على درجة صفر ما لم يُمحَ ’وضع المتعلّم‘ لهذه المشكلة وذلك ليُسمح له بإعادة إرسال إجابة.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
ar: تمت إزالة إجابة الفريق من التقييم. يحصل الفريق على درجة الصفر ما لم تحذف حالة عضو الفريق من المسألة للسماح للفريق بإعادة إرسال إجابة.

source: Error updating XBlock configuration
ar: حدث خطأ أثناء تحديث إعدادات XBlock.

source: Error: Text Response and File Upload Response cannot both be disabled
ar: خطأ: لا يمكن تعطيل الغجابة النصية ورفع الملفات معاً

source: Error: When Text Response is disabled, File Upload Response must be Required
ar: خطأ: عند تعطيل الإجابة النصية يجب أن يكون رفع الملفات إلزاميًّا

source: Error: When File Upload Response is disabled, Text Response must be Required
ar: خطأ: عند تعطيل إجابة رفع الملفات، يجب أن تكون الإجابة النصية إلزاميّة

source: Validation error: {error}
ar: خطأ في التحقّق: {error}

source: Successfully updated OpenAssessment XBlock
ar: نجح تحديث OpenAssessment XBlock.

source: You must provide options selected in the assessment.
ar: يجب أن تحدّد الخيارات المنتقاة في التقييم.

source: You must provide overall feedback in the assessment.
ar: يجب أن تقدّم الآراء والملاحظات الإجمالية ضمن التقييم.

source: You must provide feedback for criteria in the assessment.
ar: يجب أن تحدّد الآراء والملاحظات المتعلقة بمقاييس التقييم.

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
ar: تُعدّ '{date}' صيغة غير صحيحة للتاريخ. تأكد من كتابة التاريخ بهذه الصيغة YYYY-MM-DDTHH:MM:SS.

source: '{date}' must be a date string or datetime
ar: يجب أن يكون '{date}' تاريخًا نصيًا او بصيغة التاريخ والوقت (datetime)

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
ar: لا يمكن لتاريخ البدء بهذه الخطوة '{start}' أن يسبق تاريخ البدء بالخطوة السابقة '{prev}'.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
ar: لا يمكن لتاريخ استحقاق هذه الخطوة '{due}' أن يأتي بعد تاريخ استحقاق الخطوة التالية '{prev}'.

source: The start date '{start}' cannot be later than the due date '{due}'
ar: لا يمكن لتاريخ البدء '{start}' أن يأتي بعد تاريخ الاستحقاق '{due}'.

source: This problem must include at least one assessment.
ar: يجب أن يكون لهذه المسألة تقييم واحد على الأقلّ.

source: The assessment order you selected is invalid.
ar: ترتيب التقييم الذي اخترته غير صالح.

source: In peer assessment, the "Must Grade" value must be a positive integer.
ar: في تقييم الزملاء، يجب أن تكون قيمة "يجب أن قيّمه" عددًا صحيحًا موجبًا.

source: In peer assessment, the "Graded By" value must be a positive integer.
ar: في تقييم الزملاء، يجب أن تكون قيمة "قيّمه" عددًا صحيحًا موجبًا.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
ar: في تقييم الزملاء، يجب أن تكون قيمة "يجب أن يقيّمه" عددًا أكبر من قيمة "قيّمه" أو مساويًا له.

source: You must provide at least one example response for learner training.
ar: يجب أن تحدّد إجابة واحدةً على الأقل كمثال لتدريب المتعلّمين.

source: Each example response for learner training must be unique.
ar: يجب أن يكون كلّ مثال إجابة لتدريب المتعلّمين فريدًا.

source: The "required" value must be true if staff assessment is the only step.
ar: يجب أن تكون قيمة "مطلوب" تساوي "نعم" في حال كان تقييم طاقم الدورات التدريبية خطوة التقييم الوحيدة.

source: The number of assessments cannot be changed after the problem has been released.
ar: لا يمكن تغيير عدد التقييمات بعد أن تكون المسألة قد أُصدرت.

source: The assessment type cannot be changed after the problem has been released.
ar: لا يمكن تغيير نوع التقييم بعد أن تكون المسألة قد أُصدرت.

source: This rubric definition is not valid.
ar: تعريف معيار التقييم هذا غير صالح.

source: You must provide at least one prompt.
ar: يجب عليك طرح مسألة واحدة على الأقل.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
ar: تحوي خيارات المقياس ’{criterion}‘ اسمًا أوأسماء مكررة: {duplicates}

source: Criteria with no options must require written feedback.
ar: يجب على المقاييس التي ليس لها خيارات أن تتطلّب ملاحظات مكتوبة.

source: Prompts cannot be created or deleted after a problem is released.
ar: لا يمكن إنشاء أسئلة أو حذفها بعد نشر المسألة.

source: The number of criteria cannot be changed after a problem is released.
ar: لا يمكن تغيير عدد المقاييس بعد أن تكون المسألة قد أُصدرت.

source: Criteria names cannot be changed after a problem is released
ar: لا يمكن تغيير أسماء المقاييس بعد أن تكون المسألة قد أُصدرت.

source: The number of options cannot be changed after a problem is released.
ar: لا يمكن تغيير عدد الخيارات بعد أن تكون المسألة قد أُصدرت.

source: Point values cannot be changed after a problem is released.
ar: لا يمكن تغيير قيم الدرجات بعد أن تكون المسألة قد أُصدرت.

source: Learner training must have at least one training example.
ar: يجب أن يكون لتدريب المتعلم مثال واحد على الأقل.

source: Leaderboard number is invalid.
ar: عدد المتصدّرين غير صالح.

source: The submission format is invalid.
ar: صيغة التقديم غير صالحة.

source: Response not started.
uk: Виконання не розпочато.
