Repository: raccoongang/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Personal info
uk: Особиста інформація

source: Permissions
uk: Дозволи

source: Important dates
uk: Важливі дати

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
uk: Адміністрування користувачів було відключено через навантаження на базу даних. Відновити цю функціональність можна, активувавши перемикач {switch_name} Waffle switch. Будьте обережні при повторній активації цього перемикача!

source: LMS base url for custom site/microsite
uk: Базова URL-адреса LMS для кастомного сайту/мікросайту

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
uk: URL raiz do LMS do site (por exemplo, https://courses.stage.edx.org)

source: Path to custom site theme
uk: Шлях до користувацької теми сайту

source: Payment processors
uk: Платіжні процесори

source: Comma-separated list of processor names: 'cybersource,paypal'
uk: Список назв процесорів через кому: 'cybersource,paypal'

source: Client-side payment processor
uk: Платіжний процесор на стороні клієнта

source: Processor that will be used for client-side payments
uk: Процесор, який буде використовуватися для клієнтських платежів

source: OAuth settings
uk: Налаштування OAuth

source: JSON string containing OAuth backend settings.
uk: Рядок JSON, що містить налаштування бекенду OAuth.

source: Segment key
uk: Ключ сегмента

source: Segment write/API key.
uk: Escrita de segmento/chave API.

source: From email
uk: З електронної пошти

source: Address from which emails are sent.
uk: Адреса, з якої надсилаються листи.

source: Enable enrollment codes
uk: Увімкнути коди реєстрації

source: Enable the creation of enrollment codes.
uk: Увімкніть створення кодів зарахування.

source: Payment support email
uk: Електронна пошта підтримки платежів

source: Contact email for payment support issues.
uk: Зверніться за електронною адресою для вирішення питань з платіжною підтримкою.

source: Payment support url
uk: Адреса підтримки платежів

source: URL for payment support issues.
uk: URL-адреса для вирішення питань платіжної підтримки.

source: UTM Cookie Name
uk: Ім'я файлу cookie UTM

source: Name of cookie storing UTM data.
uk: Назва файлу cookie, що зберігає дані UTM.

source: Affiliate Cookie Name
uk: Ім'я партнерського файлу cookie

source: Name of cookie storing affiliate data.
uk: Назва файлу cookie, що зберігає дані про афілійованих осіб.

source: Send refund email notification
uk: Надіслати сповіщення про відшкодування на електронну пошту

source: Enable SDN check
uk: Увімкнути перевірку SDN

source: Enable SDN check at checkout.
uk: Увімкніть перевірку SDN при оформленні замовлення.

source: [Deprecated] US Treasury SDN API URL
uk: [Застаріла] URL-адреса API SDN Казначейства США

source: [Deprecated] US Treasury SDN API key
uk: [Застарілий] Ключ API SDN Казначейства США

source: SDN lists
uk: Списки SDN

source: A comma-separated list of Treasury OFAC lists to check against.
uk: Список списків OFAC Казначейства, розділений комами, для перевірки.

source: Require Account Activation
uk: Вимагати активації облікового запису

source: Require users to activate their account before allowing them to redeem a coupon.
uk: Вимагайте від користувачів активувати свій обліковий запис, перш ніж дозволити їм використати купон.

source: Optimizely snippet source URL
uk: Оптимальний фрагмент URL-адреси джерела

source: This script will be loaded on every page.
uk: Цей скрипт буде завантажуватися на кожній сторінці.

source: Base Cookie Domain
uk: Базовий домен файлів cookie

source: Base cookie domain used to share cookies across services.
uk: Домен базових файлів cookie використовується для обміну файлами cookie між службами.

source: Enable embargo check
uk: Увімкнути перевірку ембарго

source: Enable embargo check at checkout.
uk: Увімкніть перевірку ембарго при оформленні замовлення.

source: Discovery API URL
uk: URL-адреса API Discovery

source: Enable Apple Pay
uk: Увімкніть Apple Pay

source: Enable Partial Program Offer
uk: Увімкнути часткову пропозицію програми

source: Enable the application of program offers to remaining unenrolled or unverified courses
uk: Увімкніть застосування пропозицій програми до незареєстрованих або неперевірених курсів

source: Hubspot Portal Secret Key
uk: Секретний ключ порталу Hubspot

source: Secret key for Hubspot portal authentication
uk: Секретний ключ для автентифікації на порталі Hubspot

source: Enable Microfrontend for Basket Page
uk: Ввімкнути мікрофронтенд для сторінки кошика

source: Use the microfrontend implementation of the basket page instead of the server-side template
uk: Використовуйте мікрофронтенд-реалізацію сторінки кошика замість шаблону на стороні сервера

source: Payment Microfrontend URL
uk: URL-адреса платіжного мікрофронтенду

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
uk: URL-адреса платіжного мікрофронтенду (використовується, якщо встановлено опцію "Увімкнути мікрофронтенд для сторінки кошика")

source: last name
uk: прізвище

source: Full Name
uk: Прізвище та ім'я

source: LMS user id
uk: ID користувача LMS

source: Name
uk: Ім'я

source: UUID for an EnterpriseCustomer from the Enterprise Service.
uk: UUID для EnterpriseCustomer з Enterprise Service.

source: Coupon does not exist.
uk: Купон не існує.

source: This coupon code is not yet valid.
uk: Цей код купона недійсний.

source: This coupon code has expired.
uk: Термін дії цього купона закінчився.

source: Product [{product}] not available for purchase.
uk: Товар [{product}] недоступний для покупки.

source: This coupon code is no longer available.
uk: Цей код купона більше недоступний.

source: This coupon code is invalid.
uk: Цей код купона недійсний.

source: The voucher is not applicable to your current basket.
uk: Ваучер не застосовується до вашого поточного кошика.

source: Welcome to edX
uk: Вітаємо на edX

source: Please choose from the courses selected by your organization to start learning.
uk: Будь ласка, оберіть один з курсів, відібраних вашою організацією, щоб розпочати навчання.

source: Code not provided.
uk: Код не вказано.

source: SKU not provided.
uk: SKU не вказано.

source: The product does not exist.
uk: Товару не існує.

source: You are not eligible to use this coupon.
uk: Ви не маєте права використовувати цей купон.

source: Couldn't find a matching Enterprise Customer for this coupon.
uk: Не вдалося знайти відповідного корпоративного клієнта для цього купона.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
uk: Цей купон не дійсний для придбання програми. Спробуйте використати його на окремому курсі програми. Якщо вам потрібна допомога, зверніться до служби підтримки edX.

source: Invalid data sharing consent token provided.
uk: Надано недійсний токен згоди на обмін даними.

source: You have already purchased {course} seat.
uk: Ви вже придбали курс {course}.

source: A discount has been applied, courtesy of {enterprise_customer_name}.
uk: Була застосована знижка, надана {enterprise_customer_name}.

source: This coupon code is not valid for this course. Try a different course.
uk: Цей код купона не діє для цього курсу. Спробуйте інший курс.

source: Site
uk: Сайт

source: Last date/time on which verification for this product can be submitted.
uk: Остання дата/час, коли можна подати верифікацію для цього товару.

source: Failed to publish commerce data for {course_id} to LMS.
uk: Не вдалося опублікувати комерційні дані для {course_id} в LMS.

source: Audit
uk: Безкоштовне прослуховування

source: Credit
uk: Залік

source: Honor
uk: Честь

source: Professional
uk: Професійний

source: Verified
uk: Перевірений

source: Executive Education
uk: Виконавча освіта

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
uk: Виникла помилка. Ми не змогли підтвердити, що ви маєте право на зарахування курсу. Спробуйте здійснити транзакцію ще раз.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
uk: Наразі кредит не доступний для "{course_name}". Якщо ви вже зареєстровані на курс, будь ласка, спробуйте ще раз після завершення оцінювання. Якщо вам потрібна додаткова допомога, зверніться до служби підтримки {site_name}.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
uk: Виникла помилка. Ми не змогли підтвердити, що обраний вами навчальний заклад пропонує цей курс. Спробуйте здійснити транзакцію ще раз.

source: %d%% enterprise discount
uk: %d%% корпоративна знижка

source: {value} fixed-price enterprise discount
uk: {value} фіксована знижка для підприємств

source: Percentage
uk: Відсоток

source: Absolute
uk: Остаточний

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
uk: Цей купон доступний на сайті {new_enterprise}. Щоб використати цей купон, ви повинні спочатку вийти з системи. Після повторного входу, будь ласка, оберіть {new_enterprise} як своє підприємство та спробуйте ще раз.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
uk: Цей код не дійсний для вашої електронної пошти. Будь ласка, увійдіть, використовуючи правильну адресу електронної пошти, присвоєну коду, або зверніться до свого менеджера з навчання, якщо у вас виникнуть додаткові запитання.

source: Enterprise Customer UUID
uk: UUID корпоративного клієнта

source: Enterprise Customer Catalog UUID
uk: Корпоративний каталог клієнтів UUID

source: Discount Type
uk: Тип знижки

source: Discount Value
uk: Значення знижки

source: Contract Discount Type
uk: Тип знижки за контрактом

source: Contract Discount
uk: Контрактна знижка

source: Prepaid Invoice Amount
uk: Сума передплаченого рахунку-фактури

source: Emails Addresses
uk: Електронні адреси Адреси

source: Comma separated emails which will receive the offer usage alerts
uk: Через кому - адреси електронної пошти, на які надходитимуть сповіщення про використання пропозиції

source: Frequency for offer usage emails
uk: Частота розсилки листів про використання пропозиції

source: The maximum number of enrollments that can redeem this offer.
uk: Максимальна кількість учасників, які можуть скористатися цією пропозицією.

source: The maximum USD dollar amount that can be redeemed by this offer.
uk: Максимальна сума в доларах США, яка може бути використана за цією пропозицією.

source: The maximum number of enrollments, by a user, that can redeem this offer.
uk: Максимальна кількість реєстрацій, яку може здійснити користувач, щоб скористатися цією пропозицією.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
uk: Максимальна сума в доларах США, яка може бути використана користувачем за цією пропозицією.

source: Start Date
uk: Дата початку

source: End Date
uk: Дата закінчення

source: Enrollment Limit
uk: Ліміт набору

source: Bookings Limit
uk: Ліміт бронювання

source: Per User Enrollment Limit
uk: Ліміт реєстрації на одного користувача

source: Per User Bookings Limit
uk: Ліміт бронювань на одного користувача

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
uk: Переконайтеся, що нове значення має бути більшим або рівним значенню спожитого({offer_enrollments}).

source: Ensure this value is greater than or equal to 0.
uk: Переконайтеся, що це значення більше або дорівнює 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
uk: Переконайтеся, що нове значення має бути більшим або рівним значенню consumed({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
uk: Вказана електронна адреса {email} не є дійсною.

source: An offer already exists for this Enterprise & Catalog combination.
uk: Для цієї комбінації "Підприємство та каталог" вже існує пропозиція.

source: Percentage discounts cannot be greater than 100%.
uk: Знижки у відсотках не можуть бути більшими за 100%.

source: A start date must be specified when specifying an end date.
uk: При зазначенні дати завершення обов'язково потрібно вказати дату початку.

source: The start date must occur before the end date.
uk: Дата початку повинна бути раніше дати закінчення.

source: More than 2 digits after the decimal not allowed for absolute value.
uk: Більше 2 знаків після коми не допускається для абсолютного значення.

source: This field is required when contract discount type is absolute.
uk: Це поле є обов'язковим для заповнення, якщо тип знижки за контрактом є абсолютним.

source: Discount of type {} provided by {} for {}.
uk: Знижка типу {} надається {} для {}.

source: Enterprise Coupon Codes
uk: Коди корпоративних купонів

source: Edit Enterprise Offer: %(enterprise_customer_name)s
uk: Редагувати корпоративну пропозицію: %(enterprise_customer_name)s

source: Create Enterprise Offer
uk: Створити корпоративну пропозицію

source: Enterprise Offers
uk: Пропозиції для підприємств

source: Edit
uk: Редагувати

source: Create
uk: Створити

source: Edit Enterprise Offer
uk: Редагувати корпоративну пропозицію

source: Save Changes
uk: Зберегти зміни

source: Cancel
uk: Відмінити

source: %(platform_name)s Enterprise Offer Administration Tool
uk: %(platform_name)s Інструмент адміністрування корпоративних пропозицій

source: Current enterprise offers
uk: Актуальні пропозиції підприємств

source: Enterprise Customer Name
uk: Ім'я клієнта підприємства

source: Type
uk: Тип

source: Value
uk: Значення

source: Start
uk: Старт

source: End
uk: Кінець

source: %(platform_name)s Enterprise Offer Administration Tool
uk: %(platform_name)s Інструмент адміністрування корпоративних пропозицій

source: SKU {sku} does not exist.
uk: SKU {sku} не існує.

source: There is no Enterprise Customer associated with SKU {sku}.
uk: З SKU {sku} не існує корпоративного клієнта, пов'язаного з SKU .

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
uk: Якщо у вас є сумніви щодо передачі ваших даних, будь ласка, зверніться до адміністратора за адресою {enterprise}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
uk: Якщо у вас є сумніви щодо надання ваших даних, будь ласка, зверніться до адміністратора за адресою {enterprise} або {contact_info}.

source: Enrollment in {course_name} was not complete.
uk: Реєстрація на сайті {course_name} не була завершена.

source: Enterprise offer updated!
uk: Оновлена корпоративна пропозиція!

source: Enterprise offer created!
uk: Підприємницьку пропозицію створено!

source: You can't check out with an empty basket.
uk: Ви не можете виїхати з порожнім кошиком.

source: We couldn't locate the identification code necessary to find one of your products.
uk: Ми не змогли знайти ідентифікаційний код, необхідний для пошуку одного з ваших продуктів.

source: We couldn't find one of the products you're looking for.
uk: Ми не знайшли жодного з продуктів, які ви шукаєте.

source: One of the products you're trying to order is unavailable.
uk: Один з продуктів, які ви намагаєтесь замовити, недоступний.

source: We couldn't find enough information about you to perform the calculation.
uk: Ми не змогли знайти достатньо інформації про вас, щоб виконати розрахунок.

source: EXPIRED
uk: ЗАКІНЧИВСЯ

source: INACTIVE
uk: НЕДІЄВИЙ

source: ACTIVE
uk: АКТИВНИЙ

source: Products must have a certificate type.
uk: Продукція повинна мати тип сертифіката.

source: Products must have a price.
uk: Продукти повинні мати ціну.

source: You need to provide a course UUID to create Course Entitlements.
uk: Вам потрібно вказати UUID курсу, щоб створити права на курс.

source: Products must indicate whether ID verification is required.
uk: На продуктах має бути зазначено, чи потрібна перевірка особи.

source: Invalid product class [{product_class}] requested.
uk: Запитано невірний клас товару [{product_class}].

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
uk: Курс [{course_id}] не було опубліковано в LMS, оскільки перемикач [publish_course_modes_to_lms] вимкнено. Щоб уникнути примарних SKU, дані не були збережені.

source: Enrollment code
uk: Реєстраційний код

source: Discount code
uk: Код на знижку

source: Invalid order number or order {} does not exists.
uk: Невірний номер замовлення або замовлення {} не існує.

source: New coupon voucher assignment Failure. Error: {}
uk: Помилка привласнення нового купона-ваучера. Помилка: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
uk: Ваше замовлення {} не може бути відшкодовано, оскільки купон '{}' не підтримується для відшкодування.

source: Could note create new voucher for the order: {}
uk: Можна відзначити створення нового ваучера для замовлення: {}

source: No SKUs provided.
uk: Товарні позиції не надаються.

source: Products with SKU(s) [{skus}] do not exist.
uk: Товарів з SKU(ами) [{skus}] не існує.

source: Provide username or is_anonymous query param, but not both
uk: Вкажіть ім'я користувача або параметр запиту is_anonymous, але не обидва

source: Product API only supports {http_method} for {product_class} products.
uk: API продукту підтримує лише {http_method} для продуктів {product_class}.

source: Missing or bad value for: [{name}].
uk: Відсутні або мають погану вартість: [{name}].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
uk: {id} - {status} кошик (власник: {owner}, рядки: {num_lines})

source: Basket
uk: Кошик

source: Attribute Type
uk: Тип атрибуту

source: Text Attribute
uk: Текстовий атрибут

source: Due to export controls, we cannot allow you to access this course at this time.
uk: Через експортний контроль ми не можемо надати вам доступ до цього курсу в даний час.

source: Click here to just purchase an enrollment for yourself
uk: Натисніть тут, щоб придбати курс для себе

source: Click here to purchase multiple seats in this course
uk: Натисніть тут, щоб придбати кілька місць на цьому курсі

source: Coupon code '{code}' has expired.
uk: Термін дії купона '{code}' минув.

source: Coupon code '{code}' is not active.
uk: Код купона '{code}' не активний.

source: Coupon code '{code}' is not available. {msg}
uk: Код купона '{code}' недоступний. {msg}

source: Coupon code '{code}' is not valid for this basket.
uk: Код купона '{code}' не діє для цього кошика.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
uk: Код купона '{code}' не діє для цього кошика для пакетної покупки.

source: Coupon code '{code}' added to basket.
uk: Код купона '{code}' додано до кошика.

source: Basket does not qualify for coupon code {code}.
uk: Кошик не підходить для коду купона {code}.

source: Could not apply the code '{code}'; it requires data sharing consent.
uk: Не вдалося застосувати код '{code}'; він вимагає згоди на обмін даними.

source: After you complete your order you will be able to select course dates from your dashboard.
uk: Після завершення замовлення ви зможете вибрати дати курсу на вкладці Мої курси.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
uk: Після завершення замовлення ви будете автоматично зараховані на курс.

source: After you complete your order you will receive credit for your course.
uk: Після завершення замовлення ви отримаєте кредит на курс.

source: After you complete your order you will be automatically enrolled in the course.
uk: Після того, як ви оформите замовлення, ви будете автоматично зараховані на курс.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
uk: {paragraph_start}Здійснюючи покупку, ви та ваша організація погоджуєтеся з наступними умовами:{paragraph_end} {ul_start} {li_start}Кожен код дійсний для одного курсу і може бути використаний лише один раз.{li_end} {li_start}Ви несете відповідальність за розповсюдження кодів серед ваших учнів у вашій організації.{li_end} {li_start}Термін дії кожного коду закінчується через один рік з дати придбання або, якщо раніше, після закриття курсу.{li_end} {li_start}Якщо курс не позначений як самостійний, ви повинні підтвердити, що курс доступний до закінчення терміну дії коду. {li_end} {li_start}Ви не можете перепродавати коди третім особам.{li_end} {li_start}Усі коди edX for Business Sales є остаточними і поверненню не підлягають.{li_end}{ul_end} {paragraph_start}Ви отримаєте лист на електронну адресу {user_email} з кодом(ами) реєстрації. {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
uk: {strong_start}Купуєте тільки для себе?{strong_end}{paragraph_start} Якщо Ви купуєте один код для когось іншого, будь ласка, продовжуйте оформлення замовлення. Однак, якщо ви купуєте для себе, поверніться безпосередньо {link_start}до реєстрації{link_end}{paragraph_end}.

source: You have already purchased these products
uk: Ви вже придбали ці продукти

source: No product is available to buy.
uk: Жоден продукт не доступний для покупки.

source: quantity successfully updated
uk: кількість успішно оновлено

source: Your basket couldn't be updated. Please correct any validation errors below.
uk: Ваш кошик не вдалося оновити. Будь ласка, виправте помилки перевірки нижче.

source: You have already added coupon code '{code}' to your basket.
uk: Ви вже додали код купона '{code}' до свого кошика.

source: Coupon code '{code}' does not exist.
uk: Код купона '{code}' не існує.

source: No coupon found with id '%s'
uk: Не знайдено купонів з id '%s'

source: Coupon code '%s' was removed from your basket.
uk: Код купона '%s' було видалено з вашого кошика.

source: Last date/time on which this product can be purchased.
uk: Останні дата/час, коли цей продукт можна придбати.

source: Username
uk: Ім'я користувача

source: Email
uk: Електронна пошта

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
uk: {link_start}Повернення #{refund_id}{link_end} створено! Натисніть {link_start}тут{link_end}, щоб переглянути його.
