Repository: raccoongang/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: To receive a verified certificate, you have to verify your identity using your {strong_start}webcam{strong_end} and an {strong_start}official government-issued photo identification{strong_end} before the verification deadline.
uk: Щоб отримати верифікований сертифікат, ви повинні підтвердити свою особу за допомогою {strong_start}веб-камери{strong_end} та {strong_start}офіційного посвідчення особи з фотографією{strong_end} до закінчення терміну перевірки.

source: Verify Now
uk: Підтвердити зараз

source: Go to my dashboard and verify later
uk: Повернутися до вкладки Мої Курси та підтвердити пізніше

source: Checkout Cancelled
uk: Оформлення замовлення скасовано

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
uk: Ваша транзакція скасована. Якщо Ви вважаєте, що сталася помилка, зверніться за адресою {start_link} {payment_support_email}{end_link}.

source: Checkout Error
uk: Помилка при оформленні замовлення

source: An error has occurred with your payment.
uk: Виникла помилка з Вашим платежем.

source: You have not been charged.
uk: З Вас не було знято плату.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
uk: Будь ласка, спробуйте надіслати платіж ще раз. Якщо проблема не зникає, зверніться до {start_link} FAQ {end_link}, щоб отримати поради щодо усунення несправностей оплати.

source: Payment Failed
uk: Не вдалося здійснити платіж

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
uk: Під час обробки Вашого платежу виникла помилка. {strong_start}З вас не було списано коштів.{strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
uk: Зачекайте кілька хвилин і спробуйте ще раз. Зверніться до нашого {start_link}Центру допомоги{end_link} за допомогою.

source: To try again, return to your {start_link}dashboard{end_link}.
uk: Поверніться до сторінки {start_link}Мої Курси{end_link}, щоб спробувати ще раз.

source: SDN Check Failure
uk: Помилка перевірки SDN

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
uk: На жаль, Ваш обліковий запис або платіжна інформація збігається з одним або кількома записами в списку санкцій Міністерства фінансів США. Це означає, що ми не можемо завершити Вашу транзакцію або надати Вам послуги і повинні призупинити дію Вашого облікового запису.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
uk: Якщо у вас виникли питання щодо клірингу матчу, будь ласка, зверніться до {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} для отримання інформації про варіанти клірингу матчу. Ваш рахунок буде призупинено до задовільного вирішення цього питання.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
uk: Авторське право © %(year)s %(platform_name)s. Всі права захищені.

source: Hi %(full_name)s,
uk: Привіт %(full_name)s,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
uk: Дякуємо, що придбали %(course_title)s. У виписці з вашої кредитної або дебетової картки з'явиться списання коштів з назвою компанії "%(platform_name)s".

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
uk: Ви можете отримати доступ до курсу і пройти верифікацію (за необхідності) на своїй інформаційній панелі %(platform_name)s.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
uk: Щоб ознайомитися з іншими цікавими курсами, відвідайте вебсайт %(platform_name)s. Щодня додається все більше курсів!

source: View Payment Information
uk: Переглянути інформацію про платіж

source: Thank you. We hope you enjoy the course!
uk: Дякуємо. Сподіваємося, вам сподобається курс!

source: %(platform_name)s team
uk: %(platform_name)s команда

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
uk: Ви отримали цей лист, тому що придбали курс %(course_title)s на %(platform_name)s.

source: Receipt Confirmation for:
uk: Підтвердження квитанції на:

source: To view your payment information, visit the following website.
uk: Щоб переглянути інформацію про ваші платежі, відвідайте наступний вебсайт.

source: %(platform_name)s team
uk: %(platform_name)s команда

source: The edX team
uk: Команда edX

source: Order Placed
uk: Замовлення оформлено

source: Payment Confirmation
uk: Підтвердження платежу

source: Payment confirmation for:
uk: Підтвердження оплати за:

source: Dear %(full_name)s,
uk: Шановний/a %(full_name)s,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
uk: Дякуємо, що придбали %(credit_hours)s кредитні години у %(credit_provider)s для %(course_title)s. У виписці з Вашої кредитної або дебетової картки з'явиться рахунок з назвою компанії "%(platform_name)s".

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
uk: Щоб отримати кредит з курсу, ви також повинні подати запит на отримання кредиту на сайті %(credit_provider)s. Щоб отримати посилання на запит на отримання кредиту на сайті %(credit_provider)s або переглянути статус вашого запиту на отримання кредиту, перейдіть на вашу інформаційну панель %(platform_name)s.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
uk: Щоб дізнатися про інші курси, які можна зарахувати, відвідайте веб-сайт %(platform_name)s. Ми часто додаємо нові курси!

source: Thank you. We hope you enjoyed your course!
uk: Дякуємо. Сподіваємося, Вам сподобався курс!

source: The %(platform_name)s team
uk: %(platform_name)s команда

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
uk: Ви отримали це повідомлення, тому що придбали кредитні години для %(course_title)s, курсу %(platform_name)s.

source: Payment confirmation for:
uk: Підтвердження оплати за:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
uk: Дякуємо, що придбали %(credit_hours)s кредитних годин у %(credit_provider)s для %(course_title)s. У виписці з вашої кредитної або дебетової картки з'явиться плата з назвою компанії "%(platform_name)s".

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
uk: Ви отримали це повідомлення, тому що придбали кредитні години для %(course_title)s, курсу %(platform_name)s.

source: Order Receipt
uk: Квитанція про оплату замовлення

source: For Business
uk: Для бізнесу

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
uk: Дякуємо, що придбали доступ до %(course_name)s. Давайте підготуємо вашу групу до навчання з edX:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
uk: Завантажте та збережіть файл реєстраційного коду {link_start}{download_csv_link} {link_middle} .{link_end}

source: Distribute one code per learner before the expiration date.
uk: Роздайте по одному коду на кожного учня до закінчення терміну дії.

source: Pro tip: Track which code is associated with which person.
uk: Порада від професіонала: відстежуйте, який код пов'язаний з якою людиною.

source: Learners sign-in/register with edX and enroll for the course.
uk: Учні входять/реєструються на сайті edX та записуються на курс.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
uk: Щоб переглянути інформацію про ваші платежі, увійдіть до Історії замовлень за посиланням {link_start}{order_history_url} {link_middle} Налаштування облікового запису{link_end}.

source: For more information and assistance, check our {link_start}Help Center{link_end}
uk: Для отримання додаткової інформації та допомоги зверніться до нашого довідкового центру {link_start}{link_end}

source: Thank You
uk: Дякую.

source: By purchasing, you and your organization agree to the following terms:
uk: Купуючи продукт, ви та ваша організація погоджуєтесь із такими умовами:

source: Each code is valid for the one course covered and can be used only one time.
uk: Кожен код дійсний для одного курсу і його можна використовувати лише один раз.

source: You are responsible for distributing codes to your learners.
uk: Ви несете відповідальність за розповсюдження кодів серед своїх учнів.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
uk: Кожен термін дії закінчується через рік з дати придбання або, якщо раніше, після закриття курсу.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
uk: Якщо курс не призначений для самостійного опрацювання, слід підтвердити, що доступ до курсу доступний до закінчення терміну дії.

source: You may not resell codes to third parties.
uk: Ви не можете перепродавати коди третім особам.

source: All sales final. No refunds.
uk: Всі продажі остаточні. Ніяких повернень.

source: Order confirmation for:
uk: Підтвердження замовлення для:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
uk: Будь ласка, відвідайте %(download_csv_link)s, щоб завантажити та зберегти файл з реєстраційним кодом.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
uk: Щоб переглянути інформацію про ваші платежі, увійдіть до журналу замовлень у розділі "Налаштування облікового запису" на сайті %(order_history_url)s.

source: For more information and assistance, contact info@edx.org.
uk: За додатковою інформацією та допомогою звертайтеся за адресою: info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
uk: %(partner_name)s: Підтвердження замовлення: [%(order_number)s]

source: Actions
uk: Дії

source: Edit category
uk: Редагувати категорію

source: Add child category
uk: Додати дочірню категорію

source: Edit children
uk: Редагувати дочірні підприємства

source: Delete
uk: Видалити

source: Created product variant '%(name)s'.
uk: Створено варіант продукту '%(name)s'.

source: Created variant of '%(parent_name)s'.
uk: Створено варіант '%(parent_name)s'.

source: Updated product variant '%(name)s'.
uk: Оновлений варіант продукту '%(name)s'.

source: Updated a variant of '%(parent_name)s'.
uk: Оновлений варіант '%(parent_name)s'.

source: Created product '%(name)s'.
uk: Створено продукт '%(name)s'.

source: Updated product '%(name)s'.
uk: Оновлений продукт '%(name)s'.

source: Edit again
uk: Відредагуйте ще раз

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
uk: Ви зараз редагуєте варіант товару {start_anchor}{title}{end_anchor}.

source: Sections
uk: Розділи

source: Product details
uk: Детальна інформація про продукт

source: Attributes
uk: Атрибути

source: Images
uk: Зображення

source: Stock and pricing
uk: Складські запаси та ціни

source: Variants
uk: Варіанти

source: Upselling
uk: Підвищення продажів

source: Product Type:
uk: Тип товару:

source: Upload, change or remove images
uk: Завантажуйте, змінюйте та видаляйте зображення

source: Num in stock
uk: Кількість на складі

source: Num allocated
uk: Виділений номер

source: Low stock threshold
uk: Низький поріг запасів

source: Cost price
uk: Собівартість

source: Price (excl tax)
uk: Ціна (без податків)

source: Retail price
uk: Роздрібна ціна

source: Delete?
uk: Видалити?

source: Adding...
uk: Додавання...

source: Add variant
uk: Додати варіант

source: Title
uk: Назва

source: Stock records
uk: Облік запасів

source: This product does not have any variants.
uk: Цей товар не має варіантів.

source: One can't add variants to this product at this point.
uk: На даний момент ви не можете додати варіанти до цього продукту.

source: This is likely because this product still has stock records.
uk: Ймовірно, це пов'язано з тим, що цей товар все ще зберігається на складі.

source: Recommended products
uk: Рекомендовані продукти

source: or
uk: або

source: Saving...
uk: Збереження ...

source: Save and add another variant
uk: Збережіть і додайте інший варіант

source: Save and continue editing
uk: Зберегти та продовжити редагування

source: Save
uk: Зберегти

source: Store Statistics (Last 24 Hours)
uk: Статистика магазину (за останні 24 години)

source: New Customers
uk: Нові клієнти

source: Revenue
uk: Виручка

source: Average order cost
uk: Середня вартість замовлення

source: Average (paid) order cost
uk: Середня (оплачена) вартість замовлення

source: Products and vouchers
uk: Продукти та ваучери

source: Total products
uk: Всього продуктів

source: Active Vouchers
uk: Активні ваучери

source: Reinstating...
uk: Відновлення...

source: Reinstate offer
uk: Відновити пропозицію

source: Suspending...
uk: Призупинення...

source: Suspend offer
uk: Призупинити пропозицію

source: Delete offer
uk: Видалити пропозицію

source: Offer currently available
uk: Пропозиція доступна в даний час

source: Offer not available due to restrictions!
uk: Пропозиція недоступна через обмеження!

source: Total cost:
uk: Загальна вартість:

source: Number of orders:
uk: Кількість замовлень:

source: Number of uses:
uk: Кількість застосувань:

source: Date created:
uk: Дата створення:

source: Offer details
uk: Деталі пропозиції

source: Incentive
uk: Стимул

source: Condition
uk: Умова

source: Restrictions
uk: Обмеження

source: Export to CSV
uk: Експорт у CSV

source: Orders that used this offer
uk: Замовлення, які скористалися цією пропозицією

source: Order number
uk: Номер замовлення

source: Order date
uk: Дата замовлення

source: Order total
uk: Загальна сума замовлення

source: Cost
uk: Вартість

source: Offer summary
uk: Короткий зміст пропозиції

source: Order %(number)s - Line #%(id)s
uk: Замовляйте %(number)s - Лінія №%(id)s

source: Line #%(id)s
uk: Рядок №%(id)s

source: Order #%(number)s - Line #%(id)s
uk: Замовлення №%(number)s - Рядок №%(id)s

# Product title
source: Title
uk: Назва

source: Product Type
uk: Тип продукту

source: Product Options
uk: Параметри продукту

source: Partner details
uk: Інформація про партнера

source: Partner SKU
uk: Партнерський SKU

source: Shipping details
uk: Інформація про доставку

source: Partner reference number
uk: Реєстраційний номер партнера

source: Partner notes
uk: Нотатки партнера

source: Estimate dispatch date
uk: Орієнтовна дата відправлення

source: Shipping status
uk: Статус відправлення

source: State
uk: Статус

source: No shipping events have occurred.
uk: Жодних подій, пов'язаних з перевезенням, не відбулося.

source: Shipping events
uk: Події у сфері судноплавства

source: Event
uk: Подія

source: Reference
uk: Посилання

source: Date
uk: Дата

source: Payment events
uk: Платіжні події

source: No payment events have occurred.
uk: Платіжних подій не відбулося.

source: Order %(number)s
uk: Порядок %(number)s

source: Order #%(number)s
uk: Номер замовлення%(number)s

source: Customer Information
uk: Інформація про клієнта

source: Full name
uk: Ім'я та прізвище

source: Email address
uk: Електронна пошта

source: Customer has deleted their account.
uk: Клієнт видалив свій обліковий запис.

source: Order information
uk: Інформація про замовлення

source: Order Total
uk: Загальна сума замовлення

source: Date of purchase
uk: Дата покупки

source: Time of purchase
uk: Час покупки

source: Order Details
uk: Деталі замовлень

source: Order contents
uk: Зміст замовлення

source: Shipping
uk: Доставка

source: Payment
uk: Оплата

source: Discounts
uk: Знижки

source: Notes
uk: Нотатки

source: Items ordered
uk: Замовлені товари

source: Line ID
uk: Ідентифікатор лінії

source: Product
uk: Продукт

source: Supplier
uk: Постачальник

source: Supplier SKU
uk: SKU постачальника

source: Price excl tax (before discounts)
uk: Ціна без урахування податків (до знижок)

source: Price inc tax (before discounts)
uk: Ціна з податком (до знижок)

source: View
uk: Дивитися

source: Basket total (excl. discounts)
uk: Загальна сума кошика (без урахування знижок)

source: Basket total (inc. discounts)
uk: Загальна сума кошика (з урахуванням знижок)

source: Basket total
uk: Загальна сума в кошику

source: Shipping total (excl. discounts)
uk: Вартість доставки (без урахування знижок)

source: Shipping total (inc. discounts)
uk: Загальна вартість доставки (з урахуванням знижок)

source: Shipping total
uk: Загальна сума доставки

source: With selected lines
uk: З вибраними рядками

source: Change line status to
uk: Змініть стан рядка на

source: choose new status
uk: вибрати новий статус

source: Create shipping event
uk: Створити подію відвантаження

source: choose event type
uk: вибрати тип події

source: with reference
uk: з посиланням

source: Create payment event
uk: Створіть платіжну подію

source: with amount
uk: з сумою

source: Go!
uk: Вперед!

source: Change order status
uk: Статус замовлення на зміну

source: Change status
uk: Змінити статус

source: This order can't have its status changed.
uk: Статус цього замовлення не може бути змінений.

source: Shipping Events
uk: Події у сфері судноплавства

source: Lines
uk: Лінії

source: No shipping events.
uk: Ніяких транспортних подій.

source: Payment Events
uk: Платіжні події

source: Amount
uk: Сума

source: Product:
uk: Товар:

source: quantity
uk: кількість

source: No payment events.
uk: Немає подій оплати.

source: Method name
uk: Назва методу

source: Method code
uk: Код методу

source: Charge (incl tax)
uk: Плата (включаючи податок)

source: Charge (excl tax)
uk: Плата (без урахування податку)

source: Address
uk: Адреса

source: Phone
uk: Номер телефону

source: Instructions
uk: Інструкція

source: Billing address
uk: Адреса для виставлення рахунку

source: Payment sources
uk: Джерела оплати

source: Source
uk: Джерело

source: Allocation
uk: Розподіл

source: Amount debited
uk: Списано суму

source: Amount refunded
uk: Сума відшкодування

source: No payment sources found for this order.
uk: Не знайдено джерел оплати для цього замовлення.

source: Transactions
uk: Транзакції

source: Voucher
uk: Ваучер

source: Offer name
uk: Назва пропозиції

source: Frequency
uk: Частота

source: Message
uk: Повідомлення

source: No discounts were applied to this order.
uk: До цього замовлення не застосовувалися знижки.

source: Admin
uk: Адміністратор

source: No notes available.
uk: Нотаток немає.

source: Save note
uk: Зберегти нотатку

source: Notes are only editable for 5 minutes after being saved.
uk: Нотатки можна редагувати лише протягом 5 хвилин після збереження.

source: Download selected orders as a CSV
uk: Завантажте вибрані замовлення у форматі CSV

source: Download
uk: Завантаження

source: Total inc tax
uk: Загальний податок на прибуток

source: Number of items
uk: Кількість позицій

source: Deleted
uk: Видалено

source: No orders found.
uk: Наказів не знайдено.

source: Enrollments
uk: Зарахування на курс

source: Mode
uk: Режим

source: Active?
uk: Активний?

source: No enrollments found.
uk: Не знайдено жодної реєстрації.

source: Confirm Refund Processing
uk: Підтвердити обробку відшкодування

source: Are you sure you want to issue a full refund and revoke student's enrollment?
uk: Ви впевнені, що хочете повернути повне відшкодування та скасувати реєстрацію студента?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
uk: Ви впевнені, що хочете повернути повне відшкодування, не скасовуючи зарахування студента?

source: Are you sure you want to deny this refund request?
uk: Ви впевнені, що хочете відхилити цей запит на відшкодування?

source: Confirm
uk: Підтвердити

source: Approve Credit and Revoke
uk: Схвалення та відкликання кредиту

source: Approve Credit Only
uk: Тільки схвалення кредиту

source: Deny
uk: Відхилити

source: Number of Items
uk: Кількість позицій

source: Total Credit
uk: Загальний кредит

source: Created
uk: Створено

source: No refunds found.
uk: Відшкодування не знайдено.

source: Search
uk: Пошук

source: Advanced Search
uk: Розширений пошук

source: Close
uk: Закрити

source: Searching...
uk: Пошук...

source: Refund #%(id)s
uk: Відшкодування №%(id)s

source: Refund Overview
uk: Огляд відшкодувань

source: Associated Order
uk: Асоційоване замовлення

source: Refund Items
uk: Статті відшкодування

source: Refund Line ID
uk: Ідентифікатор лінії відшкодування

source: Associated Order Line
uk: Пов'язана лінія замовлень

source: Credit (excl. tax)
uk: Кредит (без урахування податку)

source: Processor
uk: Процесор

source: General
uk: Загальне

source: Yes,No
uk: Так, ні.

source: Superuser
uk: Суперкористувач

source: Staff
uk: Персонал

source: Last login
uk: Останній вхід

source: Date joined
uk: Дата приєднання

source: Products viewed
uk: Переглянуті товари

source: Number of orders
uk: Кількість замовлень

source: Number of ordered items
uk: Кількість замовлених товарів

source: Total spent
uk: Всього витрачено

source: Reviews written
uk: Написані відгуки

source: Send password reset email
uk: Надіслати електронний лист для скидання пароля

source: Addresses
uk: Адреси

source: Reviews
uk: Відгуки

source: Num items
uk: Кількість елементів

source: Total value
uk: Загальна вартість

source: Date placed
uk: Дата розміщення

source: This customer has not placed any orders yet.
uk: Цей клієнт ще не зробив жодного замовлення.

source: This customer has not saved any addresses.
uk: Цей клієнт не зберіг жодної адреси.

source: Product ID
uk: Ідентифікатор продукту

source: Score
uk: Бали

# Product review title
source: Title
uk: Назва

source: Body
uk: Тіло

source: Date created
uk: Дата створення

source: This customer has not written any reviews yet.
uk: Цей клієнт ще не написав жодного відгуку.

source: E-Commerce Service Administration
uk: Адміністрування послуг електронної комерції

source: first name
uk: ім'я та прізвище

source: Paid Executive Education
uk: Платна управлінська освіта

source: Unpaid Executive Education
uk: Безоплатне навчання для працівників на керівних посадах

source: Paid Bootcamp
uk: Платний Bootcamp

source: Unpaid Bootcamp
uk: Неоплачуваний Bootcamp

source: Salesforce Opportunity Line Item
uk: Стаття можливостей Salesforce

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
uk: Salesforce Opportunity ID повинен складатися з 18 буквено-цифрових символів і починатися з 006.

source: The Salesforce Opportunity Line Item must be 18 alphanumeric characters and begin with '00k'.
uk: Рядок Salesforce Opportunity Line Item повинен складатися з 18 буквено-цифрових символів і починатися з '00k'.
