Repository: raccoongang/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: A refund cannot be created for these lines. They may have already been refunded.
uk: Для цих рядків не можна створити відшкодування. Можливо, вони вже були відшкодовані.

source: Refunds Dashboard
uk: Панель відшкодувань

source: Refund ID
uk: Ідентифікатор відшкодування

source: Status
uk: Статус

source: Failed to retrieve enrollment data.
uk: Не вдалося отримати дані про зарахування.

source: Day 3
uk: День 3

source: Day 10
uk: День 10

source: Day 19
uk: День 19

source: Assign
uk: Призначити

source: Remind
uk: Нагадуємо

source: Revoke
uk: Відкликати

source: Course Catalog ID from the Discovery Service.
uk: Ідентифікатор каталогу курсів від Discovery Service.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
uk: UUID для EnterpriseCustomerCatalog з Enterprise Service.

source: EnterpriseCustomer Name
uk: Назва підприємстваКлієнт Ім'я клієнта

source: Program UUID
uk: UUID do Programa

source: Email to user pending.
uk: Імейл користувачеві очікує на розгляд.

source: Code successfully assigned to user.
uk: Код успішно призначено користувачеві.

source: Code has been redeemed by user.
uk: Код було викуплено користувачем.

source: Email to user bounced.
uk: Імейл, надісланий користувачеві, відхилено.

source: Code has been revoked for this user.
uk: Код було відкликано для цього користувача.

source: Make a particular template version active.
uk: Зробіть певну версію шаблону активною.

source: Email has been sent.
uk: Імейл відправлено.

source: This user should receive email
uk: Цей користувач повинен отримати електронну пошту

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
uk: Адміністрування замовлень відключено у зв'язку з навантаженням на базу даних. Відновити цю функціональність можна, активувавши перемикач {switch_name} Waffle switch. Будьте обережні при повторній активації цього перемикача!

source: %d%% discount for manual course enrollment order
uk: %d%% знижка на ручний запис на курс

source: Payment Processor
uk: Платіжний процесор

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
uk: Очікується, що номери замовлень, які застрягли в стані помилки виконання, будуть надані у форматі txt-файлу по одному в рядку.

source: Click 'Save and Continue Editing' to add stock records
uk: Натисніть "Зберегти і продовжити редагування", щоб додати записи про запаси

source: Partner
uk: Партнер

source: Partners
uk: Партнери

source: Discover
uk: Відкрийте для себе

source: Visa
uk: Віза

source: We don't support the payment option you selected.
uk: Ми не підтримуємо обраний вами спосіб оплати.

source: Choose country
uk: Обрати країну

source: {label} (required)
uk: {label} (обов'язково)

source: Organization (required)
uk: Організація (обов'язкове поле)

source: I am purchasing on behalf of my employer or other professional organization
uk: Я купую від імені свого роботодавця або іншої професійної організації

source: There was a problem retrieving your basket. Refresh the page to try again.
uk: Виникла проблема з завантаженням вашої корзини. Оновіть сторінку, щоб повторити спробу.

source: First Name (required)
uk: Ім'я (обов'язкове поле)

source: Last Name (required)
uk: Прізвище (обов'язкове поле)

source: Address (required)
uk: Адреса (обов'язкове поле)

source: Suite/Apartment Number
uk: Номер квартири/офісу

source: City (required)
uk: Місто (обов'язкове поле)

source: State/Province
uk: Область

source: Zip/Postal Code
uk: Поштовий індекс

source: Country (required)
uk: Країна (обов'язкове поле)

source: This field is required.
uk: Це поле є обов'язкове.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
uk: Поштові індекси для США і Канади обмежені дев'ятьма (9) символами.

source: Transaction ID
uk: Ідентифікатор транзакції

source: Payment Processor Response
uk: Відповідь платіжного процесора

source: Payment Processor Responses
uk: Відповіді платіжних систем

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
uk: Кількість спроб повторення невдалих дій клієнта Paypal (наприклад, створення платежу, виконання платежу)

source: More than 10 digits before the decimal not allowed for fixed value.
uk: Для фіксованого значення не допускається більше 10 знаків перед десятковою комою.

source: More than 2 digits after the decimal not allowed for fixed value.
uk: Більше 2 знаків після коми для фіксованого значення не допускається.

source: Percentage greater than 100 not allowed.
uk: Відсоток більше 100 не допускається.

source: transaction declined
uk: транзакцію відхилено

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
uk: Адміністрування відшкодувань відключено через навантаження на базу даних. Відновити цю функціональність можна, активувавши перемикач {switch_name} Waffle switch. Будьте обережні при повторній активації цього перемикача!

source: Order
uk: Порядок

source: User
uk: Користувач

source: Total Credit (excl. tax)
uk: Загальна сума кредиту (без урахування податку)

source: Currency
uk: Валюта

source: Refund
uk: Повернення коштів

source: Order Line
uk: Лінія замовлень

source: Line Credit (excl. tax)
uk: Кредитна лінія (без урахування податку)

source: Quantity
uk: Кількість

source: Can be used once by one customer
uk: Може бути використано один раз одним покупцем

source: Can be used multiple times by multiple customers
uk: Може бути використано кілька разів кількома покупцями

source: Can only be used once per customer
uk: Може бути використана лише один раз на одного клієнта

source: Can be used multiple times by one customer
uk: Може використовуватись кілька разів одним покупцем

source: Usage
uk: Використання

source: Is Public Code Batch
uk: Чи є публічний код пакетом

source: Should this code batch be public or private for assignment.
uk: Чи повинна ця партія коду бути загальнодоступною або приватною для присвоєння.

source: This voucher is assigned to another user.
uk: Цей ваучер призначається іншому користувачеві.

source: Redeemed
uk: Викуплено

source: Discount
uk: Знижка

source: Enrollment
uk: Зарахування на навчання

source: Inactive
uk: Неактивовано

source: Catalog Query
uk: Запит до каталогу

source: Redeemed For Course IDs
uk: Викуплено для курсових посвідчень

source: Redeemed For Course ID
uk: Викуплено для курсового посвідчення

source: Active
uk: Активний

source: Code
uk: Код

source: This row applies to all vouchers
uk: Цей рядок стосується всіх ваучерів

source: Category
uk: Категорія

source: Coupon Expiry Date
uk: Термін дії купона

source: Coupon Name
uk: Назва купона

source: Coupon Start Date
uk: Дата початку дії купона

source: Coupon Type
uk: Тип купона

source: Create Date
uk: Дата створення

source: Discount Percentage
uk: Відсоток знижки

source: Discount Amount
uk: Сума знижки

source: Email Domains
uk: Домени електронної пошти

source: Invoiced Amount
uk: Сума рахунку-фактури

source: Note
uk: Примітка

source: Price
uk: Ціна

source: Course ID
uk: ID курсу

source: Organization
uk: Організація

source: Course Seat Types
uk: Типи місць на курсі

source: Maximum Coupon Usage
uk: Максимальне використання купона

source: Redemption Count
uk: Кількість викупу

source: Client
uk: Клієнт

source: Order Number
uk: Номер замовлення

source: Redeemed By Username
uk: Викуплено іменем користувача

source: Range for coupon [{coupon_id}]
uk: Діапазон для купона [{coupon_id}]

source: Coupon Report for {coupon_name}
uk: Звіт про купони для {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
uk: Не вдалося знайти відповідний складський запис для купона, завантаження звіту скасовано.

source: Not Paid
uk: Не оплачено

source: Paid
uk: Оплачено

source: Prepaid
uk: Передоплата

source: Postpaid
uk: Післяплата

source: Bulk purchase
uk: Оптова закупівля

source: Not applicable
uk: Не застосовується

source: Fixed
uk: Виправлено

source: Management View
uk: Visão de gerenciamento

source: Refund Transactions
uk: Операції повернення коштів

source: {action} is not a valid action.
uk: {action} não é uma ação válida.

source: {value}% program discount
uk: {value}% знижка за програмою

source: {value} fixed-price program discount
uk: {value} знижка за програмою з фіксованою ціною

source: An offer already exists for this program.
uk: На цю програму вже є пропозиція.

source: Edit Program Offer: %(program_title)s
uk: Редагувати пропозицію програми: %(program_title)s

source: Create Program Offer
uk: Створити програмну пропозицію

source: Program Offers
uk: Пропозиції програми

source: Edit Program Offer
uk: Редагувати програмну пропозицію

source: %(platform_name)s Program Offer Administration Tool
uk: %(platform_name)s Інструмент адміністрування програмної пропозиції

source: Current program offers
uk: Актуальні пропозиції програми

source: Program Title
uk: Назва програми

source: Program offer updated!
uk: Програмна пропозиція оновлена!

source: Program offer created!
uk: Програмна пропозиція створена!

source: Affiliate ID
uk: Ідентифікатор партнера

source: UTM Source
uk: Джерело UTM

source: UTM Campaign
uk: Кампанія UTM

source: UTM Term
uk: Термін UTM

source: UTM Content
uk: Вміст UTM

source: UTM Created At
uk: UTM створено за адресою

source: Dashboard
uk: Панель управління

source: Catalogue
uk: Каталог

source: Products
uk: Продукти

source: Product Types
uk: Типи продуктів

source: Categories
uk: Категорії

source: Ranges
uk: Діапазони

source: Low stock alerts
uk: Сповіщення про низький рівень запасів

source: Fulfillment
uk: Виконання

source: Orders
uk: Накази

source: Statistics
uk: Статистика

source: Refunds
uk: Повернення коштів

source: Customers
uk: Клієнти

source: Stock alert requests
uk: Запити на оповіщення про запаси

source: Offers
uk: Пропозиції

source: Vouchers
uk: Ваучери

source: Reports
uk: Звіти

source: English
uk: Англійська

source: Spanish
uk: Іспанська

source: Spanish (Latin American)
uk: Іспанська (латиноамериканська)

source: Build
uk: Побудова

source: Version:
uk: Версія:

source: Redeem
uk: Повернути

source: Coupon Codes
uk: Коди купонів

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
uk: Отримайте підтверджений сертифікат на одному з наших популярних курсів, щоб просунутися по кар'єрних сходах, продемонструвати свої досягнення або покращити свою заявку на вступ до коледжу.

source: Why buy a verified certificate?
uk: Навіщо купувати перевірений сертифікат?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
uk: Верифікований сертифікат (цифровий), який підтверджує, що користувач пройшов курс у визначений термін. Сертифікат містить логотип edX та логотип університету, а також підписи викладачів, які брали участь у курсі. Також є URL-адреса, за якою можна перевірити справжність сертифіката.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
uk: Підтверджений сертифікат демонструє майбутнім роботодавцям, що ви засвоїли матеріал курсу.

source: The certificate is officially signed and stamped by the institution that offers the course.
uk: Сертифікат офіційно завірений підписом і печаткою установи, яка пропонує курс.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
uk: У вас у дванадцять разів більше шансів завершити курс, якщо ви працюєте над отриманням підтвердженого сертифікату.

source: Courses
uk: Курси

source: %(platform_name)s Course Administration Tool
uk: %(platform_name)s Інструмент адміністрування курсу

source: Student Dashboard
uk: Інформаційна панель студента

source: Course Admin Tool
uk: Інструмент адміністрування курсу

source: E-Commerce Dashboard
uk: Панель управління електронною комерцією

source: Sign Out
uk: Вийти

source: Receipt for %(order_number)s
uk: Квитанція за %(order_number)s

source: Thank you for your order!
uk: Дякуємо за Ваше замовлення!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
uk: Ваше замовлення сформовано. Ви отримаєте повідомлення з підтвердженням та код(и) реєстрації на адресу {link_start}{email}{link_end}. Якщо Вам потрібна квитанція, Ви можете роздрукувати цю сторінку.

source: Your order is complete. If you need a receipt, you can print this page. You will also receive a confirmation message with this information at {link_start}{email}{link_end}.
uk: Ваше замовлення сформоване. Якщо Вам потрібна квитанція, Ви можете роздрукувати цю сторінку. Ви також отримаєте повідомлення з цією інформацією на адресу {link_start}{email}{link_end}.

source: Order Number:
uk: Номер замовлення:

source: Payment Method:
uk: Спосіб оплати:

source: Order Date:
uk: Дата замовлення:

source: Order Information
uk: Інформація про замовлення

source: Description
uk: Опис

source: Item Price
uk: Ціна товару

source: Quantity:
uk: Кількість:

source: Description:
uk: Опис:

source: Item Price:
uk: Ціна товару:

source: Subtotal
uk: Ціна

source: %(voucher_discount_amount)s off
uk: %(voucher_discount_amount)s вимкнено

source: Discount of type %(type)s provided by %(enterprise_name)s
uk: Знижка типу %(type)s надана %(enterprise_name)s

source: Discount for your first upgrade
uk: Знижка на перше оновлення

source: Discount of type %(type)s is provided.
uk: Надається знижка типу %(type)s.

source: Courtesy of %(enterprise_name)s.
uk: Надано з люб'язності %(enterprise_name)s.

source: Total
uk: Всього

source: Get Your Course Credit
uk: Отримайте кредит на курс

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
uk: Щоб отримати академічний кредит за цей курс, ви повинні подати заявку на отримання кредиту в організацію, яка його пропонує. Посилання на сайт організації можна знайти на вашій {link_start}{lms_dashboard_url} {link_middle} інформаційній панелі{link_end} поруч з назвою курсу.

source: Go to dashboard
uk: Мої курси

source: Find more courses
uk: Всі курси

source: Order Not Found
uk: Замовлення не знайдено

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
uk: Вказане замовлення не вдалося знайти. Будь ласка, переконайтеся, що URL-адреса правильна, і спробуйте ще раз.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
uk: Ви також можете переглянути свої попередні замовлення на сторінці {link_start}{order_history_url} {link_middle} {link_end} Налаштування облікового запису{link_end} сторінці.

source: Select
uk: Обрати

source: Credits:
uk: Титри:

source: Price:
uk: Ціна:

source: Learn more about %(display_name)s credit?
uk: Дізнайтеся більше про %(display_name)s кредит?

source: Credit available until %(date)s
uk: Кредит доступний до %(date)s

source: Purchase Credit for %(course_name)s
uk: Кредит на покупку для %(course_name)s

source: Purchase Credit for %(course_name)s
uk: Кредит на покупку для %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
uk: Вітаємо! Ви маєте право придбати академічний кредит за цей курс. Ви повинні придбати кредит до %(date)s. Виберіть одну з наступних установ, щоб придбати кредит.

source: Price:
uk: Ціна:

source: Discount:
uk: Знижка:

source: Total:
uk: Всього:

source: You deserve it.
uk: Ти на це заслуговуєш.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
uk: Важка робота закінчена - ви пройшли курс! Тепер отримайте кредит, на який ви заслуговуєте, щоб розпочати або завершити навчання.

source: It's affordable.
uk: Це доступно.

source: The credit offered through edX generally costs less than the same credit at most institutions.
uk: Кредит, пропонований через edX, зазвичай коштує дешевше, ніж такий самий кредит у більшості установ.

source: It opens doors.
uk: Він відкриває двері.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
uk: Багато з найбільш затребуваних сьогодні професій вимагають наявності диплома про вищу освіту. Розпочніть свій шлях до успіху!

source: Questions?
uk: Є питання?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
uk: Будь ласка, прочитайте {link_start}FAQ, щоб переглянути поширені запитання про наші сертифікати.{link_end}

source: You are enrolling in:
uk: Ви реєструєтесь:

source: An email has been sent to %(user_email)s with a link for you to activate your account.
uk: На електронну адресу %(user_email)s було надіслано лист із посиланням для активації облікового запису.

source: Why activate?
uk: Навіщо активувати?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
uk: Ми просимо активувати ваш обліковий запис, щоб впевнитись, що ви насправді його створити та захіститись від шахрайств.

source: If you need assistance, contact edX support.
uk: Якщо вам потрібна допомога, зверніться до служби підтримки edX.

source: Coupons
uk: Купони

source: Enterprise Coupons
uk: Купони для підприємств

source: Toggle navigation
uk: Перейдіть до навігації

source: Dashboard for:
uk: Панель управління для:

source: Toggle Dropdown
uk: Перемикач Випадаюче меню

source: Login
uk: Увійти

source: E-Commerce Course Administration
uk: Курс "Адміністрування електронної комерції

source: E-Commerce Coupon Administration
uk: Адміністрування купонів електронної комерції

source: E-Commerce Program Offers Administration
uk: Програма електронної комерції пропонує адміністрування

source: Your basket is empty
uk: Ваш кошик порожній

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{homepage_url}{link_middle}dashboard{link_end} to try again, or {support_link_start}{support_email}{link_middle}contact {platform_name} Support{link_end}.
uk: Якщо ви намагалися здійснити покупку, то з вас не було списано коштів. Поверніться на сторінку {link_start}{homepage_url}{link_middle}Мої курси{link_end} щоб спробувати ще раз, або {support_link_start}{support_email}{link_middle}зверніться до {platform_name}служби підтримки{link_end}.

source: Your basket is now empty
uk: Ваш кошик порожній

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
uk: {strong_start}Ми оновили вашу кількість.{strong_end} {paragraph_start}У вашому кошику є {num_items} реєстраційних кодів загальною вартістю {total}, які ви отримаєте електронною поштою.{paragraph_end}

source: View basket
uk: Переглянути кошик

source: Checkout now
uk: Оформити замовлення зараз

source: Applying...
uk: Подача заявки...

source: Apply
uk: Прийняти

source: in your cart
uk: у кошику

source: Your purchase contains the following
uk: Ваша покупка містить наступне

source: Updating...
uk: Оновлення...

source: Update
uk: Оновити

source: summary
uk: резюме

source: Discounts applied
uk: Знижку застосовано

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
uk: %(benefit)s знижка надана %(enterprise_customer_name)s.

source: %(benefit)s%% discount for your first upgrade applied.
uk: %(benefit)s%% застосовується знижка на перше оновлення.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
uk: Купон %(voucher_code)s застосовується для знижки %(total_benefit)s

source: Remove coupon
uk: Видалити купон

source: Add coupon code
uk: Додати код купона

source: (optional)
uk: (необов'язково)

source: TOTAL
uk: ВСЬОГО

source: order details
uk: інформація про замовлення

source: select payment method
uk: обрати спосіб оплати

source: Pay with a Credit Card
uk: Оплата кредитною карткою

source: Pay with PayPal
uk: Оплата за допомогою PayPal

source: Pay with Apple Pay
uk: Оплата за допомогою Apple Pay

source: card holder information
uk: дані власника картки

source: billing information
uk: платіжна інформація

source: Credit cards
uk: Кредитні картки

source: Card Number (required)
uk: Номер кредитної картки (обов'язкове поле)

source: Secure
uk: Безпечно.

source: Credit card icon
uk: Значок кредитної картки

source: Security Code (required)
uk: Код безпеки (обов'язкове поле)

source: Help with CVV
uk: Допомога з CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
uk: Три останні цифри в області підпису на звороті картки. Для American Express це чотири цифри на передній частині картки.

source: Expiration (required)
uk: Термін дії (обов'язково)

source: Month
uk: Місяць

source: Year
uk: Рік

source: Place Order
uk: Зробити замовлення

source: Earn a valuable certificate to showcase the skills you learn in
uk: Отримайте цінний сертифікат, щоб продемонструвати навички, яких ви навчилися в

source: %(benefit_value)s off
uk: %(benefit_value)s вимкнено

source: Coupon code %(voucher_code)s applied
uk: Застосовано код купона %(voucher_code)s

source: Apply a coupon code
uk: Застосувати код купона

source: Checkout
uk: Оплата

source: Checkout with PayPal
uk: Оплата за допомогою PayPal

source: Checkout with %(title)s
uk: Оплата за допомогою %(title)s

source: {strong_start}Note:{strong_end} To earn a verified certificate, you must verify your identity with a {strong_start}webcam{strong_end} and a {strong_start}government-issued photo ID{strong_end}.
uk: {strong_start}Примітка:{strong_end} Щоб отримати верифікований сертифікат, ви повинні підтвердити свою особу за допомогою {strong_start}вебкамери{strong_end} та {strong_start}офіційного посвідчення особи з фотографією{strong_end}.

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
uk: {strong_start}Примітка:{strong_end} Щоб завершити реєстрацію, виберіть "Оформлення" або "Оформлення за допомогою PayPal".

source: Have questions?
uk: Є питання?

source: Please read our FAQs to view common questions about our certificates.
uk: Будь ласка, ознайомтесь з FAQ, щоб переглянути найпоширеніші запитання про наші сертифікати.

source: %(seat_type)s Certificate
uk: %(seat_type)s Сертифікат

source: Verify Your Identity
uk: Підтвердіть Вашу особу
