Repository: raccoongang/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Number of times to retry failing IAP client actions (e.g., payment creation, payment execution)
uk: Кількість спроб повторення невдалих дій клієнта IAP (наприклад, створення платежу, виконання платежу)

source: Past number of days to fetch Android refunds for.
uk: Минула кількість днів, за які можна отримати відшкодування для Android.

source: mobile team email
uk: електронна пошта мобільної команди

source: Original Transaction ID
uk: Оригінальний ідентифікатор транзакції

source: Automatic
uk: Автоматичний

source: Manual
uk: Вручну

source: Diners
uk: Закусочні

source: Unknown
uk: Невідомий

source: {current_date} Discount for the {program_title} {program_type} Program
uk: {current_date} Знижка за програмою {program_title} {program_type}

source: Your order is complete. If you need a receipt, you can print this page. {next_start} Next Steps:{next_end} 1. Check your inbox for an order confirmation email from Get Smarter.{next_line} 2: Follow the instructions in the email to complete your registration.
uk: Ваше замовлення завершено. Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку. {next_start} Наступні кроки:{next_end} 1. Перевірте свою поштову скриньку на наявність електронного листа з підтвердженням замовлення від Get Smarter.{next_line} 2: Дотримуйтесь інструкцій в електронному листі, щоб завершити реєстрацію.

source: Your order is complete. If you need a receipt, you can print this page.
uk: Ваше замовлення завершено. Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку.

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
uk: Якщо ви намагалися здійснити покупку, з вас не було списано коштів. Поверніться на свою {link_start}{link_middle} {homepage_url} інформаційну панель{link_end}, щоб спробувати ще раз, або {link_start}{homepage_url} {link_middle} зверніться до служби підтримки {platform_name}{link_end} .

source: Category details
uk: Інформація про категорію

source: Search engine optimisation
uk: Пошукова оптимізація

source: %(name)s | Offers
uk: %(name)s | Пропозиції

source: Num of vouchers
uk: Кількість ваучерів

source: Attached vouchers
uk: Додані ваучери

source: No vouchers are attached to this offer.
uk: До цієї пропозиції не додаються ваучери.

source: Customer checked out as a guest.
uk: Клієнт виїхав як гість.

source: Surcharge %(name)s
uk: Доплата %(name)s

source: Create Refund
uk: Створити відшкодування

source: Status Changes
uk: Зміни статусу

source: From
uk: Видано

source: To
uk: До

source: No status changes.
uk: Статус не змінився.

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
uk: %(title)s (кількість %(event_qty)s/%(total_qty)s)

source: Order Search Results
uk: Замовити результати пошуку

source: All Orders
uk: Всі накази

source: Submitting...
uk: Подання...

source: Customer
uk: Клієнт

source: Shipping address
uk: Адреса доставки

source: Changing...
uk: Зміна...

source: Note:
uk: Примітка:

source: To complete your enrollment, please choose one of the payment methods
uk: Щоб завершити реєстрацію на курс, будь ласка, виберіть один із методів оплати

source: Note: To complete your enrollment, please choose one of the payment methods
uk: Примітка: Щоб завершити реєстрацію на курс, будь ласка, виберіть один із методів оплати

source: About
uk: Про нас

source: Privacy Policy
uk: Політика конфіденційності

source: Terms of Service
uk: Умови надання послуг
